[{"cik": 318154, "sic": "2836", "ticker": "AMGN", "name": "AMGEN INC", "form": "8-K", "filling_date": "2022-08-04", "acc_no": "0001193125-22-211860", "has_clinical": true, "has_phase": false, "has_trial": false, "has_topline": false, "has_press_release": true, "press_release_date": "2022-08-04", "url": "https://www.sec.gov/Archives/edgar/data/318154/000119312522211860/d346334d8k.htm", "text": "8-K AMGEN INC false 0000318154 0000318154 2022-08-03 2022-08-03 0000318154 us-gaap:CommonStockMember 2022-08-03 2022-08-03 0000318154 us-gaap:SeniorNotesMember 2022-08-03 2022-08-03 UNITED STATES SECURITIES AND EXCHANGE COMMISSION Washington, D.C. 20549 FORM 8-K CURRENT REPORT Pursuant to Section 13 or 15(d) of the Securities Exchange Act of 1934 Date of Report (Date of earliest event reported) August 4, 2022 ( August 3, 2022 ) Amgen Inc. (Exact name of registrant as specified in its charter) Delaware 001-37702 95-3540776 (State or other jurisdiction of incorporation) (Commission File Number) (IRS Employer Identification No.) One Amgen Center Drive Thousand Oaks California 91320 (Address of principal executive offices, including zip code) (805) 447-1000 (Registrant’s telephone number, including area code) Check the appropriate box below if the Form 8-K filing is intended to simultaneously satisfy the filing obligation of the registrant under any of the following provisions: ☐ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425) ☐ Soliciting material pursuant to Rule 14a-12 under the Exchange Act (17 CFR 240.14a-12) ☐ Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b)) ☐ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c)) Securities registered pursuant to Section 12(b) of the Act: Title of each class Trading Symbol(s) Name of each exchange on which registered Common stock, $0.0001 par value AMGN The Nasdaq Stock Market LLC 2.000% Senior Notes due 2026 AMGN26 The Nasdaq Stock Market LLC Indicate by check mark whether the registrant is an emerging growth company as defined in Rule 405 of the Securities Act of 1933 (§230.405 of this chapter) or Rule 12b-2 of the Securities Exchange Act of 1934 (§240.12b-2 of this chapter). Emerging growth company ☐ If an emerging growth company, indicate by check mark if the registrant has elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act.  ☐ Item 1.01. Entry into a Material Definitive Agreement. On August 3, 2022, Amgen Inc., a Delaware corporation (“ Amgen ”) entered into an Agreement and Plan of Merger (the “ Merger Agreement ”) among Amgen, Carnation Merger Sub, Inc., a Delaware corporation and a wholly owned subsidiary of Amgen (“ Merger Sub ”) and ChemoCentryx, Inc., a Delaware corporation (“ ChemoCentryx ”), pursuant to and subject to the terms and conditions of which Merger Sub will be merged with and into ChemoCentryx, with ChemoCentryx surviving the merger as a wholly owned subsidiary of Amgen (the “ Merger ”). Subject to the terms and conditions set forth in the Merger Agreement, at the effective time of the Merger (the “ Effective Time ”), each share of common stock, par value $0.001 per share, of ChemoCentryx (the “ ChemoCentryx Common Stock ” and such shares, collectively, the “ Shares ”) outstanding immediately prior to the Effective Time (other than any such Shares (i) held by ChemoCentryx as treasury stock or owned by Amgen or Merger Sub, (ii) held by any subsidiary of ChemoCentryx or Amgen (other than Merger Sub) or (iii) as to which appraisal rights have been properly exercised, and not withdrawn, in accordance with the Delaware General Corporation Law) will generally be converted into the right to receive $52.00 per Share in cash, without interest (the “ Merger Consideration ”). In addition, at the Effective Time, each equity award with respect to ChemoCentryx Common Stock (other than restricted stock unit awards granted to employees after the date of the Merger Agreement) will, to the extent unvested, vest in full and be cancelled and converted into the right to receive the Merger Consideration (less the applicable exercise price in the case of stock options). Restricted stock unit awards granted after the date of the Merger Agreement will generally be converted into an amount in cash equal to the Merger Consideration, which amount will vest and become payable at the same time the original restricted stock unit award otherwise would have vested and become payable, subject to continued service. Conditions to the Merger The consummation of the Merger is subject to certain customary closing conditions set forth in the Merger Agreement, including (i) adoption of the Merger Agreement and approval of the Merger by the affirmative vote of the holders of a majority of the outstanding Shares (the “ ChemoCentryx Stockholder Approval ”), (ii) the absence of any temporary restraining order, preliminary or permanent injunction or other order by any court of competent jurisdiction preventing the consummation of the Merger, or any applicable law or order by any governmental authority that prohibits or makes illegal the consummation of the Merger and (iii) the expiration or early termination of the waiting period (and any extension thereof) applicable to the consummation of the Merger under the Hart-Scott-Rodino Antitrust Improvements Act of 1976, as amended. Each party’s obligation to complete the Merger is also subject to certain additional conditions, including (i) subject to certain exceptions, the accuracy of the representations and warranties of the other party, (ii) in the case of Amgen’s obligation to complete the Merger, the absence of a Material Adverse Effect (as defined in the Merger Agreement) with respect to ChemoCentryx that is continuing and (iii) compliance and performance in all material respects by the other party of its covenants and agreements set forth in the Merger Agreement. Representations and Warranties; Covenants The Merger Agreement contains customary representations and warranties with respect to each party. The Merger Agreement also contains customary covenants, including, among others, covenants requiring ChemoCentryx to use commercially reasonable efforts to conduct its business in the ordinary course consistent with past practice during the period between execution of the Merger Agreement and the Effective Time. Under the Merger Agreement, each of Amgen and ChemoCentryx has agreed to use its respective reasonable best efforts to take all actions under antitrust laws or other applicable law to consummate and make effective the transactions contemplated by the Merger Agreement as soon as reasonably practicable. The parties have also agreed to use reasonable best efforts to promptly take all actions to obtain required regulatory approvals, subject to the limitation that Amgen is not obligated to take certain specified actions (x) with respect to any assets, categories of assets or portions of any business of Amgen or any of its subsidiaries or (y) with respect to assets, categories of assets or portions of any business of ChemoCentryx or its subsidiaries, if such action, individually or in the aggregate, would reasonably be expected to be material to ChemoCentryx and its subsidiaries, taken as a whole. The Merger Agreement also includes covenants requiring ChemoCentryx (i) not to solicit, or enter into discussions with third parties relating to, alternative acquisition proposals during the period between the execution of the Merger Agreement and the Effective Time, subject to certain exceptions, and (ii) to call and hold a special meeting of the ChemoCentryx stockholders to adopt the Merger Agreement and approve the Merger and, subject to certain exceptions, not to withdraw, qualify or modify in a manner adverse to Amgen the recommendation of the ChemoCentryx board of directors that the ChemoCentryx stockholders adopt the Merger Agreement and approve the Merger. Termination and Termination Fees The Merger Agreement may be terminated by Amgen and ChemoCentryx by mutual agreement in writing. In addition, either party may terminate the Merger Agreement if (a) there has been a breach of any representation, warranty, covenant or agreement made by the other party in the Merger Agreement such that an applicable closing condition would not be satisfied (subject to cure rights), (b) the Merger does not occur by May 3, 2023 (which date will automatically be extended by three months to August 3, 2023 if the only then-outstanding closing conditions relate to regulatory approval) (such date, as may be extended), (c) there is a final and non-appealable order, decree or ruling permanently restraining, enjoining or otherwise prohibiting the consummation of the Merger or a governmental authority that must grant a required regulatory approval has denied such approval and such denial has become final and non-appealable or (d) the ChemoCentryx Stockholder Approval has not been obtained at a duly convened meeting of ChemoCentryx’s stockholders held to consider the adoption of the Merger Agreement at which a vote on the Merger Agreement is taken. Prior to receipt of the ChemoCentryx Stockholder Approval, each party has additional termination rights specified in the Merger Agreement, including (x) the right of ChemoCentryx to terminate the Merger Agreement in order to enter into a definitive agreement providing for a Superior Proposal (as defined in the Merger Agreement), subject to compliance by ChemoCentryx with certain requirements in the Merger Agreement and payment of the termination fee described below, (y) the right of Amgen to terminate the Merger Agreement if the ChemoCentryx board of directors changes its recommendation in favor of the Merger and (z) the right of Amgen to terminate the Merger Agreement if there has been an intentional and material breach by ChemoCentryx of the non-solicitation provisions in the Merger Agreement. The Merger Agreement provides that ChemoCentryx must pay Amgen a termination fee equal to approximately $119 million if (i) ChemoCentryx terminates the Merger Agreement prior to receipt of the ChemoCentryx Stockholder Approval to enter into a definitive agreement providing for a Superior Proposal, (ii) Amgen terminates the Merger Agreement prior to receipt of the ChemoCentryx Stockholder Approval in the event that the ChemoCentryx board of directors changes its recommendation to its stockholders in favor of the Merger or there has been an intentional and material breach by ChemoCentryx of the non-solicitation provisions in the Merger Agreement, or (iii) if the Merger Agreement is terminated in certain circumstances following ChemoCentryx’s receipt of an acquisition proposal and, within twelve (12) months of such termination, an acquisition proposal is consummated or a definitive agreement is entered into with respect to an acquisition proposal. Additional Information The foregoing description of the Merger Agreement does not purport to be complete and is subject to, and qualified in its entirety by, the full text of the Merger Agreement, a copy of which is filed as Exhibit 2.1 hereto and is incorporated by reference herein. The Merger Agreement has been included to provide investors with information regarding its terms. It is not intended to provide any other factual information about Amgen, Merger Sub, ChemoCentryx or their respective subsidiaries or affiliates or to modify or supplement any factual disclosures about Amgen or ChemoCentryx included in their respective public reports filed with the Securities and Exchange Commission (“ SEC ”). The representations, warranties and covenants contained in the Merger Agreement were made only for purposes of the Merger Agreement and as of the specific dates therein, were solely for the benefit of the parties to the Merger Agreement, may be subject to limitations, qualifications or other particulars agreed upon by the contracting parties, including being qualified by confidential disclosures, and were made for the purposes of allocating contractual risk among the parties to the Merger Agreement instead of establishing these matters as facts, and may be subject to standards of materiality applicable to the contracting parties that differ from those applicable to investors. Investors are not third-party beneficiaries under the Merger Agreement and should not rely on the representations, warranties and covenants or any descriptions thereof as characterizations of the actual state of facts or condition of the parties thereto or any of their respective subsidiaries or affiliates. Moreover, information concerning the subject matter of representations and warranties may change after the date of the Merger Agreement, which subsequent information may or may not be fully reflected in public disclosures. The Merger Agreement should not be read alone, but should instead be read in conjunction with the other information regarding Amgen, Merger Sub and ChemoCentryx and the transactions contemplated by the Merger Agreement that will be contained in, incorporated by reference into or attached as an annex to the proxy statement that ChemoCentryx will file in connection with the transactions contemplated by the Merger Agreement as well as in the other filings that each of Amgen and ChemoCentryx will make with the SEC. Item 7.01. Regulation FD Disclosure. On August 4, 2022, Amgen and ChemoCentryx issued a joint press release announcing the entry into the Merger Agreement, a copy of which is attached as Exhibit 99.1 to this report and incorporated into this Item 7.01 by reference. The information contained in this Item 7.01 and Exhibit 99.1 shall not be deemed to be “filed” for the purposes of Section 18 of the Securities Exchange Act of 1934 (the “ Exchange Act ”), or otherwise subject to the liabilities of such section, nor will such information be deemed incorporated by reference in any filing under the Securities Act of 1933, as amended, or the Exchange Act, except as may be expressly set forth by specific reference in such filing. Item 9.01. Financial Statements and Exhibits (d) Exhibits. Exhibit No. Description of Exhibit 2.1 Agreement and Plan of Merger, dated as of August 3, 2022 among ChemoCentryx, Inc., Amgen Inc. and Carnation Merger Sub, Inc.* 99.1 Joint Press Release, dated as of August 4, 2022. 104 Cover Page Interactive Data File (embedded within the Inline XBRL document) * Certain schedules and exhibits have been omitted pursuant to Item 601(a)(5) of Regulation S-K. The registrant agrees to furnish supplementally a copy of any omitted schedule or exhibit to the SEC upon its request. Forward-Looking Statements This communication contains forward-looking statements. These forward-looking statements generally include statements that are predictive in nature and depend on or refer to future events or conditions, and include words such as “expect,” “anticipate,” “outlook,” “could,” “target,” “project,” “intend,” “plan,” “believe,” “seek,” “estimate,” “should,” “may,” “assume” and “continue” as well as variations of such words and similar expressions. By their nature, forward-looking statements involve risks and uncertainty because they relate to events and depend on circumstances that will occur in the future, and there are many factors that could cause actual results and developments to differ materially from those expressed or implied by these forward-looking statements. Forward-looking statements include, among other things, statements about the potential benefits of the proposed acquisition of ChemoCentryx by Amgen (the “proposed transaction”); the prospective performance and outlook of ChemoCentryx’s business, performance and opportunities; any potential strategic benefits, synergies or opportunities expected as a result of the proposed transaction; the ability of the parties to complete the proposed transaction and the expected timing of completion of the proposed transaction; as well as any assumptions underlying any of the foregoing. These statements are not guarantees of future performance and they involve certain risks, uncertainties and assumptions that are difficult to predict. We caution you that actual outcomes and results may differ materially from what is expressed, implied or forecasted by our forward-looking statements. There can be no guarantee that the proposed transaction will be completed, or that it will be completed as currently proposed, or at any particular time. Neither can there be any guarantee that Amgen or ChemoCentryx will achieve any particular future financial results, or that Amgen will be able to realize any of the potential strategic benefits, synergies or opportunities as a result of the proposed acquisition. In particular, our expectations could be affected by, among other things: the risk that the proposed transaction may not be completed in a timely manner or at all; the possibility that competing offers or acquisition proposals for ChemoCentryx will be made; the possibility that required regulatory, stockholder or other approvals or other conditions to the consummation of proposed transaction may not be satisfied on a timely basis or at all (and the risk that such approvals may result in the imposition of conditions that could adversely affect Amgen or ChemoCentryx or the expected benefits of the proposed transaction); regulatory actions or delays or government regulation generally, including potential regulatory actions or delays relating to the completion of the potential transaction; the occurrence of any event, change or other circumstance that could give rise to the right of Amgen or ChemoCentryx to terminate the definitive merger agreement governing the terms and conditions of the proposed transaction; effects of the announcement, pendency or consummation of the proposed transaction on ChemoCentryx’s ability to retain and hire key personnel, its ability to maintain relationships with its customers, suppliers and others with whom it does business, its business generally or its stock price; risks related to the diversion of management’s attention from ongoing business operations and opportunities; the risk that stockholder litigation in connection with the proposed transaction may result in significant costs of defense, indemnification and liability; the potential that the strategic benefits, synergies or opportunities expected from the proposed transaction may not be realized or may take longer to realize than expected; the successful integration of ChemoCentryx into Amgen subsequent to the closing of the proposed transaction and the timing, difficulty and cost of such integration; the possibility that the proposed transaction may be more expensive to complete than anticipated, including as a result of unexpected factors or events; and other risks and factors referred to from time to time in Amgen’s and ChemoCentryx’s filings with the SEC, including Amgen’s Annual Report on Form 10-K for the year ended December 31, 2021 and subsequent Quarterly Reports on Form 10-Q and ChemoCentryx’s Annual Report on Form 10-K for the year ended December 31, 2021 and subsequent Quarterly Reports on Form 10-Q, including those related to the uncertainties inherent in the research and development of new and existing healthcare products, including clinical and regulatory developments and additional analysis of existing clinical data; our ability to obtain or maintain proprietary intellectual property protection; safety, quality or manufacturing issues or delays; changes in expected or existing competition; and domestic and global trends toward health care cost containment, including government, payor and general public pricing and reimbursement pressures. The effects of the COVID-19 pandemic may give rise to risks that are currently unknown or amplify the risks associated with many of these factors. Amgen is providing the information in this communication as of this date and does not undertake any obligation to update any forward-looking statements as a result of new information, future events or otherwise. SIGNATURES Pursuant to the requirements of the Securities Exchange Act of 1934, as amended, the Registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly authorized. AMGEN INC. By: /s/ Jonathan P. Graham Name: Jonathan P. Graham Title: Executive Vice President, General Counsel and Secretary Date: August 4, 2022", "year": 2022, "has_any": true}, {"cik": 318154, "sic": "2836", "ticker": "AMGN", "name": "AMGEN INC", "form": "8-K", "filling_date": "2021-07-30", "acc_no": "0001193125-21-229599", "has_clinical": true, "has_phase": false, "has_trial": false, "has_topline": false, "has_press_release": true, "press_release_date": "2021-10-29", "url": "https://www.sec.gov/Archives/edgar/data/318154/000119312521229599/d198092d8k.htm", "text": "8-K 0000318154 false 0000318154 2021-07-29 2021-07-29 0000318154 us-gaap:CommonStockMember 2021-07-29 2021-07-29 0000318154 amgn:A1.250SeniorNotesDue2022Member 2021-07-29 2021-07-29 0000318154 amgn:A2.00SeniorNotesDue2026Member 2021-07-29 2021-07-29 UNITED STATES SECURITIES AND EXCHANGE COMMISSION Washington, D.C. 20549 Form 8-K CURRENT REPORT Pursuant to Section 13 OR 15(d) of The Securities Exchange Act of 1934 Date of Report (Date of earliest event reported): July 29, 2021 Amgen Inc. (Exact name of registrant as specified in its charter) Delaware 001-37702 95-3540776 (State or other jurisdiction of incorporation) (Commission File Number) (IRS Employer Identification No.) One Amgen Center Drive Thousand Oaks California 91320-1799 (Address of principal executive offices) (Zip Code) Registrant’s telephone number, including area code: ( 805 ) 447-1000 Not Applicable (Former Name or Former Address, if Changed since Last Report) Check the appropriate box below if the Form 8-K filing is intended to simultaneously satisfy the filing obligation of the registrant under any of the following provisions: ☐ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425) ☐ Soliciting material pursuant to Rule 14a-12 under the Exchange Act (17 CFR 240.14a-12) ☐ Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b)) ☐ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c)) Securities Registered under Section 12(b) of the Act: Title of each class Trading Symbol(s) Name of each exchange on which registered Common Stock $0.0001 par value AMGN The Nasdaq Stock Market LLC 1.250% Senior Notes Due 2022 AMGN22 The Nasdaq Stock Market LLC 2.000% Senior Notes Due 2026 AMGN26 The Nasdaq Stock Market LLC Indicate by check mark whether the Registrant is an emerging growth company as defined in Rule 405 of the Securities Act of 1933 (§230.405 of this chapter) or Rule 12b-2 of the Securities Exchange Act of 1934 (§240.12b-2 of this chapter). Emerging growth company ☐ If an emerging growth company, indicate by check mark if the Registrant has elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act. ☐ Item 5.02 Departure of Directors or Certain Officers; Election of Directors; Appointment of Certain Officers; Compensatory Arrangements of Certain Officers. (d) Election of Directors. On July 29, 2021, the Board of Directors (the “Board”) of Amgen Inc. (the “Company”) appointed S. Omar Ishrak as a director of the Company, effective immediately. Dr. Ishrak is the former Executive Chairman and Chairman of the Board of Directors of Medtronic plc, a global medical technology company. Dr. Ishrak served as Executive Chairman from April 2020, and Chairman of Medtronic from 2011 to December 2020. Dr. Ishrak served as the Chief Executive Officer of Medtronic from 2011 to April 2020. Prior to joining Medtronic, Dr. Ishrak served as President and Chief Executive Officer of GE Healthcare Systems, a provider of medical imaging and diagnostic technology and a division of GE Healthcare, from 2009 to 2011. Dr. Ishrak was President and Chief Executive Officer of GE Healthcare Clinical Systems from 2005 to 2008 and President and Chief Executive Officer of GE Healthcare Ultrasound and BMD from 1995 to 2004. Dr. Ishrak is Chairman of the Board of Intel Corporation, a multinational corporation and technology company, and Chairman of the Board of Compute Health Acquisition Corporation, a special purpose acquisition company. Dr. Ishrak will serve as a member of the Board’s Corporate Responsibility and Compliance Committee and its Compensation and Management Development Committee, effective as of July 30, 2021. Following the appointment of Dr. Ishrak, the Board will be composed of 12 directors, 11 of whom are independent. There are no transactions between Dr. Ishrak (or any member of his immediate family) and the Company (or any of its subsidiaries) and there is no arrangement or understanding between Dr. Ishrak and any other persons or entities pursuant to which Dr. Ishrak was appointed as a director of the Company. Upon the effective date of his appointment to the Board, Dr. Ishrak will be entitled to our standard director compensation, and, thus, will receive a pro-rated portion of the (i) annual retainer of $105,000 and (ii) committee member meeting retainers of $12,500 through December 31, 2021. Under our director equity program, non-employee directors receive an annual grant of fully vested restricted stock units with a grant date fair value of $210,000 (rounded down to the nearest whole number of shares of stock), measured by the closing market price of a share of Common Stock on the date of grant (the date of the annual meeting of stockholders). Accordingly, Dr. Ishrak will receive a pro-rated portion (10/12) of the annual grant of fully vested restricted stock units on the date that is two business days after the release of the Company’s 2021 second quarter earnings. In accordance with the Company’s policy, Dr. Ishrak will also be entitled to reimbursement of his expenses incurred in connection with attendance at Board and committee meetings and conferences with our senior management. A copy of the press release announcing Dr. Ishrak’s appointment is attached as Exhibit 99.1 to this Current Report on Form 8-K. Item 9.01 Financial Statements and Exhibits. (d) Exhibits. Exhibit Number Document Description 99.1 Press release dated July 29, 2021. 104 Cover Page Interactive File (the cover page tags are embedded within the Inline XBRL document) SIGNATURE Pursuant to the requirements of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly authorized. AMGEN INC. Date: July 29, 2021 By: /s/ Jonathan P. Graham Name: Jonathan P. Graham Title: Executive Vice President, General Counsel and Secretary", "year": 2021, "has_any": true}, {"cik": 318154, "sic": "2836", "ticker": "AMGN", "name": "AMGEN INC", "form": "8-K", "filling_date": "2021-06-01", "acc_no": "0001193125-21-177693", "has_clinical": true, "has_phase": false, "has_trial": false, "has_topline": false, "has_press_release": true, "press_release_date": "2025-10-01", "url": "https://www.sec.gov/Archives/edgar/data/318154/000119312521177693/d19128d8k.htm", "text": "8-K 0000318154 false 0000318154 2021-06-01 2021-06-01 0000318154 us-gaap:CommonStockMember 2021-06-01 2021-06-01 0000318154 amgn:A1.250SeniorNotesDue2022Member 2021-06-01 2021-06-01 0000318154 amgn:A2.00SeniorNotesDue2026Member 2021-06-01 2021-06-01 UNITED STATES SECURITIES AND EXCHANGE COMMISSION Washington, D.C. 20549 Form 8-K CURRENT REPORT Pursuant to Section 13 OR 15(d) of The Securities Exchange Act of 1934 Date of Report (Date of earliest event reported): June 1, 2021 Amgen Inc. (Exact name of registrant as specified in its charter) Delaware 001-37702 95-3540776 (State or other jurisdiction of incorporation) (Commission File Number) (IRS Employer Identification No.) One Amgen Center Drive Thousand Oaks California 91320-1799 (Address of principal executive offices) (Zip Code) Registrant’s telephone number, including area code: ( 805 ) 447-1000 Not Applicable (Former Name or Former Address, if Changed since Last Report) Check the appropriate box below if the Form 8-K filing is intended to simultaneously satisfy the filing obligation of the registrant under any of the following provisions: ☐ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425) ☐ Soliciting material pursuant to Rule 14a-12 under the Exchange Act (17 CFR 240.14a-12) ☐ Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b)) ☐ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c)) Securities Registered under Section 12(b) of the Act: Title of each class Trading Symbol(s) Name of each exchange on which registered Common Stock $0.0001 par value AMGN The Nasdaq Stock Market LLC 1.250% Senior Notes Due 2022 AMGN22 The Nasdaq Stock Market LLC 2.000% Senior Notes Due 2026 AMGN26 The Nasdaq Stock Market LLC Indicate by check mark whether the Registrant is an emerging growth company as defined in Rule 405 of the Securities Act of 1933 (§230.405 of this chapter) or Rule 12b-2 of the Securities Exchange Act of 1934 (§240.12b-2 of this chapter). Emerging growth company ☐ If an emerging growth company, indicate by check mark if the Registrant has elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act. ☐ Item 1.01. Entry Into a Material Definitive Agreement. On June 1, 2021 (the “ Effective Date ”), Amgen Inc. (“ Amgen ”) entered into a License and Collaboration Agreement (the “ Collaboration Agreement ”) with Kyowa Kirin Co., Ltd. (“ KKC ”), pursuant to which Amgen and KKC will collaborate on the development and commercialization of KHK4083 (the “ Product ”), an anti-OX40 fully human monoclonal antibody, worldwide, except Japan (the “ Territory ”). The Collaboration Agreement and transactions contemplated thereunder have been approved by the boards of directors of both Amgen and KKC. The consummation of the Agreement is subject to obtaining any necessary consents and approvals, including those that may be required by regulators. Under the terms of the Collaboration Agreement, Amgen will lead the development, manufacturing and commercialization for the Product in the Territory, under the oversight of joint governing bodies. Additionally, KKC will co-promote the Product with Amgen in the U.S. and co-market the Product in South Korea, and KKC will also have opt-in rights to co-promote the Product in certain other markets outside the U.S. Amgen and KKC will share global development costs and U.S. commercialization costs. Amgen will book all revenue from sales in the Territory. KKC will provide to Amgen certain drug supplies necessary for the development of the Product, with the understanding that Amgen will assume responsibility for manufacturing commercial product. Amgen will make a $400 million one-time upfront payment, as well as future contingent milestone payments potentially worth up to an additional $850 million, and pay significant royalties on any net sales in the U.S. and significant, tiered royalties on any net sales in the Ex-U.S Territory, until the latest of (i) the expiration of the last valid patent claim owned or exclusively controlled by KKC, (ii) the expiration of regulatory exclusivity, or (iii) the earlier of (x) ten years after the first commercial sale of such product in the country of sale or (y) 20 years after the first commercial sale of such product anywhere in the world. The Collaboration Agreement contains customary representations, warranties and covenants by the parties, and will continue in effect unless terminated by either party pursuant to its terms. Either Amgen or KKC may terminate the Collaboration Agreement in its entirety for the other side’s insolvency, uncured material breach or failure to comply with specified compliance provisions. Amgen may terminate the Collaboration Agreement for convenience upon prior written notice. During the term of the Collaboration Agreement, Amgen and KKC are subject to certain restrictions in the Territory and worldwide related to the clinical development, commercial manufacture, distribution and commercialization of certain products that, as a therapeutic mechanism of action, are directed to the same target as the Product and are expected to treat the same inflammation-related diseases and conditions as treated by the Product. The foregoing description of the terms of the Collaboration Agreement is not complete and is qualified in its entirety by reference to the Collaboration Agreement, a copy of which Amgen intends to file as an exhibit to a subsequent periodic report. Item 7.01 Regulation FD Disclosure. Amgen has issued a press release which is attached hereto as Exhibit 99.1 and incorporated into this Item 7.01 by reference. The information contained in this Item 7.01 and Exhibit 99.1 shall not be deemed to be “filed” for the purposes of Section 18 of the Securities Exchange Act of 1934, as amended (the “ Exchange Act ”), or otherwise subject to the liabilities of such section, nor will such information be deemed incorporated by reference in any filing under the Securities Act of 1933, as amended, or the Exchange Act, except as may be expressly set forth by specific reference in such filing. -1- Item 9.01 Financial Statements and Exhibits. (d) Exhibits. Exhibit Description 99.1 Press Release, dated June 1, 2021. 104 Cover Page Interactive Data File (the cover page XBRL tags are embedded within the Inline XBRL document). -2- SIGNATURE Pursuant to the requirements of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly authorized. AMGEN INC. Date: June 1, 2021 By: /s/ Jonathan P. Graham Name: Jonathan P. Graham Title: Executive Vice President, General Counsel and Secretary", "year": 2021, "has_any": true}, {"cik": 318154, "sic": "2836", "ticker": "AMGN", "name": "AMGEN INC", "form": "8-K", "filling_date": "2021-03-04", "acc_no": "0001193125-21-068571", "has_clinical": true, "has_phase": false, "has_trial": true, "has_topline": false, "has_press_release": true, "press_release_date": "2025-05-01", "url": "https://www.sec.gov/Archives/edgar/data/318154/000119312521068571/d151856d8k.htm", "text": "8-K 0000318154 false 0000318154 2021-03-04 2021-03-04 0000318154 us-gaap:CommonStockMember 2021-03-04 2021-03-04 0000318154 amgn:A1.250SeniorNotesDue2022Member 2021-03-04 2021-03-04 0000318154 amgn:A2.00SeniorNotesDue2026Member 2021-03-04 2021-03-04 UNITED STATES SECURITIES AND EXCHANGE COMMISSION Washington, D.C. 20549 Form 8-K CURRENT REPORT Pursuant to Section 13 OR 15(d) of The Securities Exchange Act of 1934 Date of Report (Date of earliest event reported): March 4, 2021 Amgen Inc. (Exact name of registrant as specified in its charter) Delaware 001-37702 95-3540776 (State or other jurisdiction of incorporation) (Commission File Number) (IRS Employer Identification No.) One Amgen Center Drive Thousand Oaks California 91320-1799 (Address of principal executive offices) (Zip Code) Registrant’s telephone number, including area code: ( 805 ) 447-1000 Check the appropriate box below if the Form 8-K filing is intended to simultaneously satisfy the filing obligation of the registrant under any of the following provisions: ☐ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425) ☐ Soliciting material pursuant to Rule 14a-12 under the Exchange Act (17 CFR 240.14a-12) ☒ Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b)) ☐ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c)) Securities Registered under Section 12(b) of the Act: Title of each class Trading Symbol(s) Name of each exchange on which registered Common Stock $0.0001 par value AMGN The Nasdaq Stock Market LLC 1.250% Senior Notes Due 2022 AMGN22 The Nasdaq Stock Market LLC 2.000% Senior Notes Due 2026 AMGN26 The Nasdaq Stock Market LLC Indicate by check mark whether the Registrant is an emerging growth company as defined in Rule 405 of the Securities Act of 1933 (§230.405 of this chapter) or Rule 12b-2 of the Securities Exchange Act of 1934 (§240.12b-2 of this chapter).Emerging growth company ☐ If an emerging growth company, indicate by check mark if the Registrant has elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act.  ☐ Item 1.01. Entry into a Material Definitive Agreement. On March 4, 2021, Amgen Inc., a Delaware corporation (“ Amgen ”), entered into an Agreement and Plan of Merger (the “ Merger Agreement ”), by and among Amgen, Five Prime Therapeutics, Inc., a Delaware corporation (“ Five Prime ”), and Franklin Acquisition Sub, Inc., a Delaware corporation and a wholly owned subsidiary of Amgen (“ Purchaser ”). Pursuant to the Merger Agreement, and upon the terms and subject to the conditions thereof, Amgen has agreed to cause Purchaser to commence a cash tender offer (the “ Offer ”) to purchase all of the outstanding shares of common stock of Five Prime, par value $0.001 per share (the “ Shares ”), at a price of $38.00 per Share (the “ Offer Price ”), in cash, minus any applicable withholding taxes and without interest. Following the consummation of the Offer and subject to the terms and conditions of the Merger Agreement, Purchaser will be merged with and into Five Prime (the “ Merger ”) pursuant to Section 251(h) of the General Corporation Law of the State of Delaware (the “ DGCL ”), with Five Prime continuing as the surviving corporation in the Merger and a wholly owned subsidiary of Amgen. At the effective time of the Merger, each Share (other than Shares validly tendered and irrevocably accepted for purchase pursuant to the Offer, Excluded Shares and Dissenting Shares (each as defined in the Merger Agreement)) will be converted into the right to receive an amount in cash equal to the Offer Price, without interest, minus any required withholding of taxes. The Offer will initially remain open for 20 business days from the date of commencement of the Offer. If at the scheduled expiration time of the Offer any of the conditions to the Offer have not been satisfied (unless such condition is waivable by Purchaser or Amgen and has been waived), Purchaser, at its discretion, may extend, and at the request of Five Prime, Purchaser will extend, the Offer to permit the satisfaction of all Offer conditions. The obligation of Purchaser to accept for payment, and pay for, Shares validly tendered (and not validly withdrawn) pursuant to the Offer is subject to the satisfaction or waiver, to the extent permitted under applicable legal requirements, of customary conditions, including (i) there being validly tendered and not validly withdrawn Shares that, considered together with all other Shares (if any) beneficially owned by Purchaser and its affiliates, represent one more Share than 50% of the total number of Shares outstanding at the expiration of the Offer, (ii) the accuracy of Five Prime’s representations and warranties (subject to customary materiality qualifiers), (iii) Five Prime’s compliance or performance in all material respects of its obligations, covenants and agreements it is required to comply with or perform at or prior to the expiration of the Offer, (iv) the absence, since the date of the Merger Agreement, of a Material Adverse Effect (as defined in the Merger Agreement) that is continuing, (v) the expiration or termination of the waiting period (or any extension thereof) applicable to the Offer under the Hart-Scott-Rodino Antitrust Improvements Act of 1976, as amended, and (vi) the absence of any law or order prohibiting the consummation of the Offer or the Merger. The Merger Agreement includes certain representations, warranties and covenants of Five Prime, Amgen and Purchaser, including certain restrictions with respect to Five Prime’s business between signing and consummation of the Merger. Amgen and Five Prime also agreed to use their respective commercially reasonable efforts to take all actions, to file all documents and to do all things necessary, proper or advisable under applicable antitrust laws to consummate and make effective the transactions as soon as reasonably practicable, subject to certain limitations set forth in the Merger Agreement. Five Prime has agreed to customary “no-shop” restrictions on its ability to solicit alternative acquisition proposals from third parties and engage in discussions or negotiations with third parties regarding alternative acquisition proposals. Notwithstanding these restrictions, Five Prime may under certain circumstances provide information to and engage in or otherwise participate in discussions or negotiations with third parties with respect to a bona fide written alternative acquisition proposal that the board of directors of Five Prime (the “ Five Prime Board ”) has determined in good faith, after consultation with its financial advisor and outside legal counsel, constitutes a Superior Offer (as defined in the Merger Agreement) and that failure to take such action would reasonably be expected to constitute a breach of the Five Prime Board’s fiduciary duties under applicable legal requirements. The Merger Agreement also requires that the Five Prime Board recommend that the stockholders of Five Prime accept the Offer and tender their Shares to Purchaser pursuant to the Offer and not, among other things, (i) withdraw (or modify, amend or qualify in a manner adverse to Amgen or Purchaser), or publicly propose to withdraw (or modify, amend or qualify in a manner adverse to Amgen or Purchaser), the Five Prime Board’s -1- recommendation, (ii) approve, recommend or declare advisable, or propose to approve, recommend or declare advisable, any alternative acquisition proposal, (iii) fail to include the Five Prime Board’s recommendation in Five Prime’s Tender Offer Solicitation/Recommendation Statement on Schedule 14D-9 (the “ Schedule 14D-9 ”) when filed with the U.S. Securities and Exchange Commission (the “ SEC ”) when disseminated to Five Prime’s stockholders, or (iv) approve, recommend or declare advisable, or propose to approve, recommend or declare advisable, or allow Five Prime to execute or enter into any contract with respect to any acquisition proposal (other than a confidentiality agreement). Notwithstanding these restrictions, the Five Prime Board is permitted, subject to the terms and conditions set forth in the Merger Agreement, to change its recommendation and terminate the Merger Agreement to accept a Superior Offer or change its recommendation in response to a Change in Circumstance (as defined in the Merger Agreement), subject in each case to certain matching rights in favor of Amgen. The Merger Agreement contains certain termination rights for both Five Prime and Amgen, including (i) if the consummation of the transactions has not occurred prior to December 4, 2021 (the “ End Date ”), (ii) if consummation of the Offer or the Merger is legally prohibited or permanently enjoined or (iii) if the Offer has been withdrawn or terminated in accordance with the terms of the Merger Agreement, provided that the terminating party’s material breach of any provision of the Merger Agreement is not the cause of the events specified in the foregoing subclauses (i) through (iii) occurring. The Merger Agreement may also be terminated by Amgen if (i) the Five Prime Board has effected a Company Adverse Change Recommendation (as defined in the Merger Agreement), (ii) Five Prime has entered into an agreement with respect to a Superior Offer, (iii) the Five Prime Board fails to publicly reaffirm the Five Prime Board’s recommendation upon request by Amgen (subject to certain limitations), (iv) in the case of a tender offer or exchange offer, the Five Prime Board fails to recommend in a Schedule 14D-9 the rejection by its stockholders of such tender offer or exchange offer, or (v) Five Prime has breached any representation, warranty or covenant that cannot be cured by the End Date or, if capable of being cured, has not been cured within 30 days following written notice, if such breach would cause certain of the conditions to closing to not be able to be satisfied. The Merger Agreement may also be terminated by Five Prime (i) subject to the terms and conditions set forth in the Merger Agreement, to accept a Superior Offer, (ii) if Amgen or Purchaser has breached any representation, warranty or covenant that cannot be cured by the End Date or, if capable of being cured, has not been cured within 30 days following written notice, if such breach would reasonably be expected to prevent Amgen or Purchaser from consummating the transactions, or (iii) in the event that Purchaser fails to commence the offer within the specified period (unless such failure to commence the tender offer is principally caused by the material breach of a covenant or obligation by Five Prime) or fails to purchase all Shares validly tendered (and not validly withdrawn) when required to do so under the Merger Agreement. Upon termination of the Merger Agreement (i) by Five Prime to accept a Superior Offer or (ii) by Amgen following a Company Adverse Change Recommendation, Five Prime will be required to pay Amgen a termination fee of $76,000,000. Under certain additional circumstances described in the Merger Agreement, Five Prime must also pay Amgen such termination fee if the Merger Agreement is terminated and, within 12 months following such termination, Five Prime recommends or enters into certain alternative acquisition arrangements and such acquisition is subsequently consummated. The foregoing description of the Merger Agreement and the transactions contemplated thereby does not purport to be complete and is qualified in its entirety by reference to the Merger Agreement, which is filed as Exhibit 2.1 hereto and which is incorporated herein by reference. The Merger Agreement has been filed to provide information to investors regarding its terms. It is not intended to provide any other factual information about Five Prime, Amgen or Purchaser, their respective businesses, or the actual conduct of their respective businesses during the period prior to the consummation of the Offer, the Merger or the other transactions contemplated by the Merger Agreement. The Merger Agreement and this summary should not be relied upon as disclosure about Five Prime or Amgen. None of Five Prime’s stockholders or any other third parties should rely on the representations, warranties and covenants or any descriptions thereof as characterizations of the actual state of facts or conditions of Five Prime, Amgen, Purchaser or any of their respective subsidiaries or affiliates. The Merger Agreement contains representations and warranties that are the product of negotiations among the parties thereto and that the parties made to, and solely for the benefit of, each other as of specified dates. The assertions embodied in those representations and warranties are subject to qualifications and limitations agreed to by the respective parties and are also qualified in important part by confidential disclosure schedules delivered in connection with the Merger Agreement. The representations and warranties may have been made for the purpose of allocating contractual risk between the parties to the agreements instead of establishing these matters as facts and may be subject to standards of materiality applicable to the contracting parties that differ from those applicable to investors. -2- Item 7.01 Regulation FD Disclosure. On March 4, 2021, Five Prime and Amgen issued a joint press release announcing the Merger Agreement, a copy of which is filed as Exhibit 99.1 and incorporated herein by reference. The information contained in this Item 7.01 and Exhibit 99.1 shall not be deemed to be “filed” for the purposes of Section 18 of the Securities Exchange Act of 1934, as amended (the “ Exchange Act ”), or otherwise subject to the liabilities of such section, nor will such information be deemed incorporated by reference in any filing under the Securities Act of 1933, as amended, or the Exchange Act, except as may be expressly set forth by specific reference in such filing. Important Information This Current Report on Form 8-K is for informational purposes only and is neither an offer to purchase nor a solicitation of an offer to sell securities. The tender offer for the outstanding shares of common stock of Five Prime described in this Current Report on Form 8-K has not commenced. At the time the tender offer is commenced, Amgen and Purchaser will file, or will cause to be filed, tender offer materials on Schedule TO with the SEC and Five Prime will file a Solicitation/Recommendation Statement on Schedule 14D-9 with the SEC, in each case with respect to the tender offer. THE TENDER OFFER MATERIALS (INCLUDING AN OFFER TO PURCHASE, A RELATED LETTER OF TRANSMITTAL AND OTHER OFFER DOCUMENTS) AND THE SOLICITATION/RECOMMENDATION STATEMENT WILL CONTAIN IMPORTANT INFORMATION THAT SHOULD BE READ CAREFULLY WHEN THEY BECOME AVAILABLE AND CONSIDERED BEFORE ANY DECISION IS MADE WITH RESPECT TO THE TENDER OFFER. Those materials and all other documents filed by, or caused to be filed by, Amgen and Purchaser and Five Prime with the SEC will be available at no charge on the SEC’s website at www.sec.gov. The tender offer materials and related materials also may be obtained for free (when available) under the “Investors - Financials” section of Amgen’s website at https://investors.amgen.com/financials/sec-filings, and the Solicitation/Recommendation Statement and such other documents also may be obtained for free (when available) from Five Prime under the “Investors & Media - Financial Information” section of Five Prime’s website at https://investor.fiveprime.com/index.php/sec-filings. FIVE PRIME’S SHAREHOLDERS ARE ADVISED TO READ THE TENDER OFFER MATERIALS AND THE SOLICITATION/RECOMMENDATION STATEMENT, AS EACH MAY BE AMENDED OR SUPPLEMENTED FROM TIME TO TIME, AND ANY OTHER RELEVANT DOCUMENTS FILED BY FIVE PRIME OR AMGEN WITH THE SEC WHEN THEY BECOME AVAILABLE BEFORE THEY MAKE ANY DECISION WITH RESPECT TO THE TENDER OFFER. THESE MATERIALS WILL CONTAIN IMPORTANT INFORMATION ABOUT THE TENDER OFFER, FIVE PRIME AND AMGEN. Forward Looking Statements This Current Report on Form 8-K contains forward-looking statements. These forward-looking statements generally include statements that are predictive in nature and depend on or refer to future events or conditions, and include words such as “expect,” “anticipate,” “outlook,” “could,” “target,” “project,” “intend,” “plan,” “believe,” “seek,” “estimate,” “should,” “may,” “assume” and “continue” as well as variations of such words and similar expressions. By their nature, forward-looking statements involve risks and uncertainty because they relate to events and depend on circumstances that will occur in the future, and there are many factors that could cause actual results and developments to differ materially from those expressed or implied by these forward-looking statements. Forward-looking statements include, among other things, statements about the potential benefits of the proposed transaction; the prospective performance and outlook of Five Prime’s business, performance and opportunities; any potential strategic benefits, synergies or opportunities expected as a result of the proposed transaction; the ability of the parties to complete the proposed transaction and the expected timing of completion of the proposed transaction; potential marketing or regulatory approvals for bemarituzumab, or potential future revenues from such product; as well as any assumptions underlying any of the foregoing. -3- These statements are not guarantees of future performance and they involve certain risks, uncertainties and assumptions that are difficult to predict. We caution you that actual outcomes and results may differ materially from what is expressed, implied or forecasted by our forward-looking statements. There can be no guarantee that the proposed tender offer or the transaction described in this Current Report on Form 8-K will be completed, or that it will be completed as currently proposed, or at any particular time. Neither can there be any guarantee that Amgen or Five Prime’s product, bemarituzumab, will achieve any particular future financial results, or that Amgen will be able to realize any of the potential strategic benefits, synergies or opportunities as a result of the proposed acquisition. Nor can there be any guarantee that bemarituzumab will be submitted or approved for sale in any market, or at any particular time. Neither can there be any guarantee that such product will be successfully commercialized even if regulatory approvals are obtained. In particular, our expectations could be affected by, among other things: uncertainties as to the timing of the tender offer and the merger; the risk that the proposed transaction may not be completed in a timely manner or at all; uncertainties as to the percentage of Five Prime’s stockholders tendering their shares in the tender offer; the possibility that competing offers or acquisition proposals for Five Prime will be made; the possibility that any or all of the various conditions to the consummation of the tender offer or the merger may not be satisfied or waived, including the failure to receive any required regulatory approvals from any applicable governmental entities (or any conditions, limitations or restrictions placed on such approvals); regulatory actions or delays or government regulation generally, including potential regulatory actions or delays relating to the completion of the potential transaction described in this release, as well as potential regulatory actions or delays with respect to the development of bemarituzumab; the occurrence of any event, change or other circumstance that could give rise to the termination of the merger agreement; the effect of this announcement or pendency of the proposed transaction on Five Prime’s ability to retain and hire key personnel, its ability to maintain relationships with its customers, suppliers and others with whom it does business, its business generally or its stock price; risks related to diverting management’s attention from Five Prime’s ongoing business operations; the risk that stockholder litigation in connection with the proposed transaction may result in significant costs of defense, indemnification and liability; the potential that the strategic benefits, synergies or opportunities expected from the proposed acquisition may not be realized or may take longer to realize than expected; the successful integration of Five Prime into Amgen subsequent to the closing of the transaction and the timing of such integration; and other risks and factors referred to from time to time in Amgen’s and Five Prime’s filings with the SEC, including Amgen’s current Form 10-K and Five Prime’s current Form 10-K on file with the SEC, including those related to the uncertainties inherent in the research and development of new healthcare products, including clinical trial results and additional analysis of existing clinical data; our ability to obtain or maintain proprietary intellectual property protection; safety, quality or manufacturing issues; changes in expected or existing competition; and global trends toward health care cost containment, including government, payor and general public pricing and reimbursement pressures. The effects of the COVID-19 pandemic may give rise to risks that are currently unknown or amplify the risks associated with many of these factors. Amgen and Five Prime are providing the information in this Current Report on Form 8-K as of this date and do not undertake any obligation to update any forward-looking statements as a result of new information, future events or otherwise. Item 9.01 Financial Statements and Exhibits. (d) Exhibits. Exhibit Description 2.1* Agreement and Plan of Merger, dated as of March 4, 2021, by and among Amgen Inc., Franklin Acquisition Sub, Inc. and Five Prime Therapeutics, Inc. 99.1 Joint Press Release, dated March 4, 2021. 104 Cover Page Interactive Data File (the cover page XBRL tags are embedded within the Inline XBRL document). * Schedules omitted pursuant to Item 601 of Regulation S-K. Amgen agrees to furnish supplementally a copy of any omitted schedule to the SEC upon request. -4- SIGNATURE Pursuant to the requirements of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly authorized. AMGEN INC. Date: March 4, 2021 By: /s/ Jonathan P. Graham Name: Jonathan P. Graham Title: Executive Vice President, General Counsel and Secretary", "year": 2021, "has_any": true}, {"cik": 318154, "sic": "2836", "ticker": "AMGN", "name": "AMGEN INC", "form": "8-K", "filling_date": "2019-12-12", "acc_no": "0001193125-19-312129", "has_clinical": false, "has_phase": true, "has_trial": false, "has_topline": false, "has_press_release": false, "press_release_date": null, "url": "https://www.sec.gov/Archives/edgar/data/318154/000119312519312129/d834361d8k.htm", "text": "8-K AMGEN INC NASDAQ false 0000318154 0000318154 2019-12-12 2019-12-12 0000318154 us-gaap:CommonStockMember 2019-12-12 2019-12-12 0000318154 amgn:A1.250SeniorNotesDue2022Member 2019-12-12 2019-12-12 0000318154 amgn:A2.00SeniorNotesDue2026Member 2019-12-12 2019-12-12 UNITED STATES SECURITIES AND EXCHANGE COMMISSION Washington, D.C. 20549 FORM 8-K CURRENT REPORT Pursuant to Section 13 OR 15(d) of The Securities Exchange Act of 1934 Date of Report (Date of earliest event reported): December 12, 2019 Amgen Inc. (Exact name of registrant as specified in its charter) Delaware 001-37702 95-3540776 (State or other jurisdiction of incorporation) (Commission File Number) (IRS Employer Identification No.) One Amgen Center Drive Thousand Oaks California 91320-1799 (Address of principal executive offices) (Zip Code) Registrant’s telephone number, including area code (805) 447-1000 Check the appropriate box below if the Form 8-K filing is intended to simultaneously satisfy the filing obligation of the registrant under any of the following provisions: ☐ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425) ☐ Soliciting material pursuant to Rule 14a-12 under the Exchange Act (17 CFR 240.14a-12) ☐ Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b)) ☐ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c)) Securities registered pursuant to Section 12(b) of the Act: Title of each class Trading Symbol(s) Name of each exchange on which registered Common stock, $0.0001 par value AMGN The Nasdaq Select Market 1.250% Senior Notes Due 2022 AMGN22 New York Stock Exchange 2.000% Senior Notes Due 2026 AMGN26 New York Stock Exchange Indicate by check mark whether the registrant is an emerging growth company as defined in Rule 405 of the Securities Act of 1933 (17 CFR §230.405) or Rule 12b-2 of the Securities Exchange Act of 1934 (17 CFR § 240.12b-2). Emerging growth company ☐ If an emerging growth company, indicate by check mark if the registrant has elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act. ☐ Item 1.01. Entry into a Material Definitive Agreement. On December 12, 2019, we entered into a second amended and restated revolving credit agreement with Citibank, N.A., as administrative agent (“Citibank”), JPMorgan Chase Bank, N.A., as syndication agent, and the other banks party thereto, for a total commitment of $2.5 billion. Financing under the revolving credit agreement is available for general corporate purposes, including as a liquidity backstop to our commercial paper program. The commitments under the revolving credit agreement may be increased by up to $750 million in the aggregate upon our request at the discretion of the banks and subject to certain customary requirements. The commitments of each bank under the revolving credit agreement have an initial term of five years and may be extended for up to two additional one year periods upon our request at the discretion of the respective bank, subject to certain customary requirements. The revolving credit agreement amends and restates our existing revolving credit agreement dated as of July 30, 2014. Advances under the revolving credit agreement will bear interest at an annual rate of, at our option, either (i) the applicable LIBOR rate (or EURIBOR rate for certain advances denominated in Euros) plus between 0.700% and 1.125%, depending on the rating of our senior long-term unsecured debt or (ii) the highest of (A) Citibank’s base commercial lending rate, (B) the overnight federal funds rate plus 0.50% and (C) one month LIBOR plus 1.00%, plus between 0.000% and 0.125%, depending on the rating of our senior long-term unsecured debt. The revolving credit agreement contains provisions relating to the determination of successor rates to address the possible phase-out or unavailability of designated reference rates under the revolving credit agreement. We have also agreed to pay a fee for committed funds under the revolving credit agreement, whether used or unused, of between 0.05% and 0.125% per annum depending on the rating of our senior long-term unsecured debt. The revolving credit agreement includes a $300 million sub-limit for issuances of letters of credit. The revolving credit agreement contains customary affirmative and negative covenants, including limitations on mergers, consolidations and sales of assets; limitations on liens and sales and leasebacks; limitations on transactions with affiliates and limitations on subsidiary indebtedness. In addition, the revolving credit agreement requires maintenance of a minimum consolidated interest coverage ratio of EBITDA to total interest expense, each on a consolidated basis. The description of the revolving credit agreement above does not purport to be complete and is qualified in its entirety by reference to the revolving credit agreement, which is filed as Exhibit 10.1 to this report. Item 9.01. Financial Statements and Exhibits. Exhibit No. Document Description 10.1 Second Amended and Restated Credit Agreement, dated as of December 12, 2019, among Amgen Inc., the Banks therein named, Citibank, N.A., as Administrative Agent, and JPMorgan Chase Bank, N.A., as Syndication Agent. 104 Cover Page Interactive File (the cover page tags are embedded within the Inline XBRL document). SIGNATURE Pursuant to the requirements of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly authorized. AMGEN INC. Date: December 12, 2019 By: /s/ David W. Meline Name: David W. Meline Title: Executive Vice President and Chief Financial Officer", "year": 2019, "has_any": true}, {"cik": 318154, "sic": "2836", "ticker": "AMGN", "name": "AMGEN INC", "form": "8-K", "filling_date": "2019-10-31", "acc_no": "0001193125-19-280582", "has_clinical": true, "has_phase": true, "has_trial": false, "has_topline": false, "has_press_release": true, "press_release_date": "2019-10-31", "url": "https://www.sec.gov/Archives/edgar/data/318154/000119312519280582/d816951d8k.htm", "text": "8-K AMGEN INC false 0000318154 0000318154 2019-10-31 2019-10-31 0000318154 us-gaap:CommonStockMember 2019-10-31 2019-10-31 0000318154 amgn:A1.250SeniorNotesDue2022Member 2019-10-31 2019-10-31 0000318154 amgn:A2.00SeniorNotesDue2026Member 2019-10-31 2019-10-31 UNITED STATES SECURITIES AND EXCHANGE COMMISSION Washington, D.C. 20549 Form 8-K CURRENT REPORT Pursuant to Section 13 OR 15(d) of the Securities Exchange Act of 1934 Date of Report (Date of earliest event reported): October 31, 2019 Amgen Inc. (Exact name of registrant as specified in its charter) Delaware 001-37702 95-3540776 (State or other jurisdiction of incorporation) (Commission File Number) (IRS Employer Identification No.) One Amgen Center Drive Thousand Oaks California 91320-1799 (Address of principal executive offices) (Zip Code) Registrant’s telephone number, including area code (805) 447-1000 Check the appropriate box below if the Form 8-K filing is intended to simultaneously satisfy the filing obligation of the registrant under any of the following provisions: ☐ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425) ☐ Soliciting material pursuant to Rule 14a-12 under the Exchange Act (17 CFR 240.14a-12) ☐ Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b)) ☐ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c)) Securities registered pursuant to Section 12(b) of the Act: Title of each class Trading Symbol(s) Name of each exchange on which registered Common stock, $0.0001 par value AMGN The Nasdaq Global Select Market LLC 1.250% Senior Notes Due 2022 AMGN22 New York Stock Exchange 2.000% Senior Notes Due 2026 AMGN26 New York Stock Exchange Indicate by check mark whether the registrant is an emerging growth company as defined in Rule 405 of the Securities Act of 1933 (17 CFR §230.405) or Rule 12b-2 of the Securities Exchange Act of 1934 (17 CFR § 240.12b-2). Emerging growth company ☐ If an emerging growth company, indicate by check mark if the registrant has elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act. ☐ Item 1.01 Entry Into a Material Definitive Agreement On October 31, 2019, Amgen Inc. (“ Amgen ”) entered into a Collaboration Agreement (the “ Collaboration Agreement ”) with BeiGene Switzerland GmbH (“ BeiGene Switzerland ”), a wholly-owned subsidiary of BeiGene, Ltd. (“ BeiGene ”), pursuant to which Amgen and BeiGene Switzerland will, either directly or acting through one or more of their affiliates, collaborate on the commercialization of Amgen’s oncology products XGEVA ® (denosumab), KYPROLIS ® (carfilzomib) and BLINCYTO ® (blinatumomab) in China (excluding Hong Kong, Macao and Taiwan, the “ Territory ”) and the global development and commercialization in the Territory of 20 Amgen clinical- and late-preclinical-stage oncology pipeline products. In connection with the Collaboration Agreement, BeiGene Switzerland will be required to commit up to $1.25 billion towards global development cost sharing related to the oncology pipeline products. BeiGene has guaranteed certain obligations of BeiGene Switzerland under the Collaboration Agreement pursuant to the terms of a separate Guarantee Agreement. Additionally, Amgen entered into a Share Purchase Agreement (the “ Share Purchase Agreement ”) with BeiGene pursuant to which BeiGene agreed to issue and sell, and Amgen agreed to purchase, in a private placement, an aggregate of approximately $2,734 million of BeiGene’s ordinary shares, par value $0.0001 per share. This purchase implies a price of $174.85 per American Depositary Share (“ ADS ”), representing a 36% premium to BeiGene’s 30-day volume-weighted average share price as of October 30, 2019, and is expected to result in Amgen holding approximately 20.5% of BeiGene’s outstanding shares upon the closing of the share purchase under the Share Purchase Agreement (the “ Closing ”) upon which the Collaboration Agreement will become effective. As part of the Share Purchase Agreement, Amgen will receive the right to designate an independent director to serve on BeiGene’s board of directors. The Collaboration Agreement, Share Purchase Agreement and transactions contemplated thereunder have been approved by the boards of directors of both Amgen and BeiGene, and the Closing is expected in the first quarter of 2020, subject to approval by a majority vote of BeiGene’s shareholders pursuant to the listing rules of the Hong Kong Stock Exchange, the expiration or termination of applicable waiting periods under all applicable antitrust laws, and satisfaction of other customary closing conditions. Shareholders of BeiGene currently holding an aggregate of approximately 40% of the outstanding shares have agreed to vote in favor of the transactions. The Collaboration Agreement and Share Purchase Agreement are further summarized below. Collaboration Agreement Under the terms of the Collaboration Agreement, BeiGene Switzerland will be responsible for commercializing Amgen’s oncology products XGEVA ® (denosumab), KYPROLIS ® (carfilzomib) and BLINCYTO ® (blinatumomab) in the Territory following (i) the first commercial sale in the Territory for each of KYPROLIS ® and BLINCYTO ® and (ii) the transition of operational responsibilities for XGEVA ® . KYPROLIS ® and BLINCYTO ® are both in Phase 3 trials in China and XGEVA ® was launched in China in September of this year. Amgen and BeiGene Switzerland will each share half of the profits and losses in the Territory for these products during their respective commercialization periods, after which BeiGene Switzerland will have the right to retain commercial rights to one product following the commercialization period for as long as such product is sold in the Territory. Commercial rights for two of the products will be returned to Amgen: after five years for one and after seven years for the other. For each such product returned to Amgen, Amgen will pay royalties in the low-double digit percentages declining to mid-single digit percentages on any net sales of such product in the Territory generated by or on behalf of Amgen for an additional five years. Additionally, under the terms of the Collaboration Agreement, Amgen and BeiGene Switzerland, either directly or acting through one or more of their affiliates, have agreed to collaborate on the development of 20 Amgen oncology pipeline products, with BeiGene Switzerland responsible for conducting development activities in or for the benefit of the Territory pursuant to a global development plan and budget controlled by Amgen (the “ Global Plan ”). Starting from the commencement of the Collaboration Agreement, Amgen and BeiGene Switzerland will share the global development costs for the oncology pipeline products pursuant to certain specified allocations, with BeiGene Switzerland contributing up to an aggregate of $1.25 billion. BeiGene Switzerland will be credited for in-kind contributions of development activities conducted by it and/or its affiliates in or for the benefit of the Territory, as well as half of the cost savings that results from BeiGene Switzerland’s participation in development activities. Upon regulatory approval in the Territory of each oncology pipeline product, BeiGene Switzerland will be responsible for commercializing each such approved oncology pipeline product in the Territory for seven years, during which time Amgen and BeiGene Switzerland will each share half of the profits and losses for the product in the Territory. After the expiration of such commercialization period for each approved oncology pipeline product, the product will either be (i) returned to Amgen or (ii) retained by BeiGene Switzerland for as long as such product is sold in the Territory. BeiGene Switzerland will retain up to six oncology pipeline products based on how many of the 20 Amgen oncology pipeline products receive approval in the Territory, other than AMG 510, Amgen’s KRAS G12C inhibitor that is being studied as a potential treatment for advanced non-small cell lung and colorectal cancers. Amgen will pay royalties in the mid-single digit percentages on any net sales outside of the Territory of each approved oncology pipeline product (other than AMG 510), on a product-by-product and country-by-country basis, until the latest of (i) the expiration of the last valid patent claim owned or exclusively controlled by Amgen, (ii) the expiration of regulatory exclusivity, or (iii) the earlier of (x) eight years after the first commercial sale of such product in the country of sale or (y) 20 years after the first commercial sale of such product anywhere in the world. Additionally, after the return of each such oncology pipeline product to Amgen, Amgen will pay royalties in the low-double digit percentages declining to single-digit percentages on any net sales of such product in the Territory generated by or on behalf of Amgen for an additional five years. The Collaboration Agreement contains customary representations, warranties and covenants by the parties, and will continue in effect on a product-by-product basis unless terminated by either party pursuant to its terms. Amgen and BeiGene Switzerland will enter into transition services agreements for the transfers of product-related assets and capabilities to BeiGene Switzerland and the reversions to Amgen. Additionally, BeiGene has provided a guarantee with respect to BeiGene Switzerland’s obligations under the Collaboration Agreement. Either Amgen or BeiGene Switzerland may terminate the Collaboration Agreement in its entirety for the other side’s insolvency, uncured material breach, failure to comply with specified compliance provisions or subject to a specified negotiation mechanism, certain adverse legal or regulatory changes or failure to meet commercial objectives. In addition, either Amgen or BeiGene Switzerland may terminate the Collaboration Agreement with respect to a particular product in the event of an uncured material breach with respect to such product or a failure to meet commercial objectives for such product. Amgen may terminate the Collaboration Agreement with respect to a particular product if it has suspended development and commercialization activities for such product outside of the Territory, subject to further agreement between Amgen and BeiGene Switzerland regarding the development and commercialization of such product in the Territory. During the term of the Collaboration Agreement, Amgen and BeiGene Switzerland are subject to certain restrictions in the Territory and worldwide related to the clinical development, commercial manufacture, distribution and commercialization of certain products that, as a therapeutic mechanism of action, are directed to certain targets of the products in the collaboration. Share Purchase Agreement The offer and sale of the shares to be issued pursuant to the Share Purchase Agreement will be made in a private placement in reliance upon the exemption from registration provided by Section 4(a)(2) of the Securities Act of 1933, as amended (the “ Securities Act ”), for transactions by an issuer not involving a public offering, and/or Regulation D under the Securities Act. All certificates evidencing the shares will bear a standard restrictive legend under the Securities Act. Amgen has agreed in certain specified circumstances to a standstill, which commenced on October 31, 2019 and will expire on the date that is the later of (a) the first anniversary of the date as of which it ceases to have the right to appoint a director and (b) the date on which it holds less than 5% of the then outstanding shares of BeiGene. Upon the Closing: • Amgen will have the right to designate a director to serve on BeiGene’s board of directors until the earlier of (i) the date on which Amgen holds less than 10% of the then outstanding shares of BeiGene as a result of Amgen’s sale of ordinary shares or Amgen’s non-participation in future offerings and (ii) the third anniversary of the date of the expiration or termination of the Collaboration Agreement; • Amgen has agreed to vote its shares for the election of directors and certain routine corporate matters consistent with the vote of the majority of BeiGene’s board of directors and, in any matter relating to the Collaboration Agreement, in accordance with and proportional to the votes cast by other shareholders, until the later of the fifth anniversary of the Closing and the expiration of the standstill period, and has executed a proxy in furtherance thereof; • Amgen has agreed to a lock-up on sales of its shares until the earliest of (i) the fourth anniversary of the Closing, (ii) the expiration or termination of the Collaboration Agreement and (iii) a change in control of BeiGene. Following the later of (i) the expiration of the lock-up period and (ii) the expiration of the standstill period, Amgen has agreed not to sell shares representing more than 5% of the then outstanding shares of BeiGene in any rolling 12-month period, subject to specified exceptions. After the expiration of the lock-up period, Amgen will have specified registration rights and will have the right to convert its shares into ADSs with reasonable cooperation from BeiGene and its depositary agent; and • In the case that BeiGene has sold, in the event of a delay in regulatory approval for the share purchase transaction, additional ordinary shares in a follow-on public offering in an amount of up to $1 billion prior to the Closing (the “ Follow-On Offering ”), and Amgen has not already purchased 20.5% of the shares in such Follow-On Offering (the “ Incremental Shares ”), Amgen will have the opportunity to purchase the Incremental Shares. Amgen intends to account for its interest in BeiGene under the equity method, and has certain protections under the Share Purchase Agreement to maintain its percentage interest subject to the terms thereunder. Specifically, Amgen is entitled to acquire additional shares in the market under the terms of the standstill in order to maintain its percentage interest and BeiGene has agreed that if Amgen holds no more than 20.5% of BeiGene’s outstanding shares at the time of a securities offering conducted by BeiGene, BeiGene will then use reasonable best efforts to provide Amgen with an opportunity to participate in the offering upon the same terms and conditions as other purchasers in the offering up to the amount needed to allow Amgen to hold 20.5% of BeiGene’s outstanding shares after the offering, subject to specified exceptions, applicable law and Hong Kong stock exchange rules. Furthermore, in the event that Amgen does not have a commercially reasonable opportunity to purchase additional shares in order to maintain its percentage interest in BeiGene and, as a result, Amgen’s shares no longer qualify for equity method accounting, the lock-up on Amgen’s shares may be suspended, subject to specified conditions, and Amgen may sell down its shares until its percentage interest in BeiGene is reduced to 10%. The Share Purchase Agreement contains customary representations and warranties and may be terminated at any time prior to the Closing: (i) by mutual written consent of the parties; (ii) upon written notice by either party on or after June 30, 2020 if the Closing has not been consummated by that date, unless such end date is extended in specified circumstances to September 30, 2020 if the Closing has not been consummated by that date; (iii) by either party if certain closing conditions are not met; (iv) by either party upon the other party’s uncured material breach; or (v) upon written notice by either party if the Collaboration Agreement is terminated. The foregoing descriptions of the terms of the Collaboration Agreement and Share Purchase Agreement are not complete and are qualified in their entirety by reference to the Collaboration Agreement and Share Purchase Agreement, copies of which Amgen intends to file as exhibits to a subsequent periodic report. Item 7.01. Regulation FD Disclosure. Amgen has issued a press release which is attached hereto as Exhibit 99.1 and incorporated into this Item 7.01 by reference. The information contained in this Item 7.01 and Exhibit 99.1 shall not be deemed to be “filed” for the purposes of Section 18 of the Securities Exchange Act of 1934, as amended (the “ Exchange Act ”), or otherwise subject to the liabilities of such section, nor will such information be deemed incorporated by reference in any filing under the Securities Act of 1933, as amended, or the Exchange Act, except as may be expressly set forth by specific reference in such filing. Item 9.01. Financial Statements and Exhibits. (d)    Exhibits Exhibit No. Description 99.1 Press Release, dated October 31, 2019 . 104 Cover Page Interactive File (the cover page tags are embedded within the Inline XBRL document). SIGNATURES Pursuant to the requirements of the Securities Exchange Act of 1934, as amended, the Registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly authorized. AMGEN INC. Date: October 31, 2019 By: /s/ Jonathan P. Graham Jonathan P. Graham Executive Vice President, General Counsel and Secretary", "year": 2019, "has_any": true}, {"cik": 318154, "sic": "2836", "ticker": "AMGN", "name": "AMGEN INC", "form": "8-K", "filling_date": "2019-08-26", "acc_no": "0001193125-19-228830", "has_clinical": true, "has_phase": false, "has_trial": true, "has_topline": false, "has_press_release": true, "press_release_date": "2019-08-25", "url": "https://www.sec.gov/Archives/edgar/data/318154/000119312519228830/d787825d8k.htm", "text": "8-K AMGEN INC false 0000318154 0000318154 2019-08-26 2019-08-26 0000318154 us-gaap:CommonStockMember 2019-08-26 2019-08-26 0000318154 amgn:A1.250SeniorNotesDue2022Member 2019-08-26 2019-08-26 0000318154 amgn:A2.00SeniorNotesDue2026Member 2019-08-26 2019-08-26 UNITED STATES SECURITIES AND EXCHANGE COMMISSION Washington, D.C. 20549 Form 8-K CURRENT REPORT Pursuant to Section 13 OR 15(d) of the Securities Exchange Act of 1934 Date of Report (Date of earliest event reported): August 26, 2019 Amgen Inc. (Exact name of registrant as specified in its charter) Delaware 001-37702 95-3540776 (State or other jurisdiction of incorporation) (Commission File Number) (IRS Employer Identification No.) One Amgen Center Drive Thousand Oaks California 91320-1799 (Address of principal executive offices) (Zip Code) Registrant’s telephone number, including area code (805) 447-1000 Check the appropriate box below if the Form 8-K filing is intended to simultaneously satisfy the filing obligation of the registrant under any of the following provisions: ☐ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425) ☐ Soliciting material pursuant to Rule 14a-12 under the Exchange Act (17 CFR 240.14a-12) ☐ Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b)) ☐ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c)) Securities registered pursuant to Section 12(b) of the Act: Title of each class Trading Symbol(s) Name of each exchange on which registered Common stock, $0.0001 par value AMGN The NASDAQ Global Select Market 1.250% Senior Notes Due 2022 AMGN22 New York Stock Exchange 2.000% Senior Notes Due 2026 AMGN26 New York Stock Exchange Indicate by check mark whether the registrant is an emerging growth company as defined in Rule 405 of the Securities Act of 1933 (17 CFR §230.405) or Rule 12b-2 of the Securities Exchange Act of 1934 (17 CFR § 240.12b-2). Emerging growth company ☐ If an emerging growth company, indicate by check mark if the registrant has elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act. ☐ Item 1.01 Entry into a Material Definitive Agreement. On August 25, 2019, Amgen Inc. (“ Amgen ”) entered into an Asset Purchase Agreement (the “ APA ”) with Celgene Corporation (“ Celgene ”), pursuant to which Amgen will acquire from Celgene certain assets and liabilities associated with the worldwide rights to OTEZLA ® (apremilast) (“ OTEZLA ”), a leading oral, non-biologic treatment for chronic inflammatory diseases. Amgen and Celgene entered into the APA in connection with the previously announced Agreement and Plan of Merger, dated as of January 2, 2019, by and among Celgene, Bristol-Myers Squibb Company (“ BMS ”) and Burgundy Merger Sub, Inc., a wholly owned subsidiary of BMS (“ Merger Sub ”), providing for the merger of Merger Sub with and into Celgene, with Celgene surviving as a wholly owned subsidiary of BMS (the “ BMS-Celgene Merger ”, the resulting company, “ BMS-Celgene ”, and Celgene or BMS-Celgene, as applicable, “ Seller ”). BMS has entered into an Irrevocable Guarantee, dated as of August 25, 2019, with Amgen, pursuant to which BMS has agreed to irrevocably and unconditionally guarantee the full payment and performance obligations of Celgene under, and comply with certain covenants in, the APA (the “ Guarantee ”). Pursuant to the APA, after the consummation of the BMS-Celgene Merger and at the closing (the “ Closing ”) of the transactions contemplated by the APA (the “ Acquisition ”), Amgen will acquire certain assets and assume certain liabilities from Seller for an aggregate purchase price of $13.4 billion in cash, or approximately $11.2 billion, net of the present value of anticipated future cash tax benefits. Amgen expects to fund the purchase price with current balance sheet cash. The assets to be acquired by Amgen are generally those primarily related to the OTEZLA business, including but not limited to the rights to certain intellectual property, inventory, records, contracts, permits, equipment, facilities and clinical trial data relating to or arising out of the conduct of the OTEZLA business. In addition, Seller employees whose work is primarily dedicated to the OTEZLA business will generally be transferred to Amgen or its subsidiaries in connection with the Acquisition. Subject to certain exceptions specified in the APA, Amgen will assume the liabilities arising out of the conduct of the OTEZLA business from and after the Closing, with Seller generally retaining pre-Closing liabilities and other excluded liabilities set forth in the APA. The APA further provides that Amgen and Seller will enter into certain ancillary agreements, including (a) a transition services agreement under which Amgen will receive certain transitional services, (b) a supply agreement and a toll manufacturing agreement under which Seller will, among other things, supply Amgen with the active pharmaceutical ingredients of, and other materials and services related to, OTEZLA, and (c) an intellectual property agreement providing for certain licensing arrangements between Amgen and Seller regarding certain OTEZLA-related intellectual property. The APA contains representations, warranties and covenants of Seller regarding the OTEZLA business, including a covenant to operate the OTEZLA business in the ordinary course consistent with past practice. The APA also contains representations, warranties and covenants of both Amgen and Seller relating to the Acquisition. The Closing is subject to certain conditions, including, among others, completion of the BMS-Celgene Merger, approval from the Federal Trade Commission (“ FTC ”) and any necessary government approvals. The Closing will take place following the satisfaction or waiver of all of the closing conditions to the Acquisition (other than conditions that by their nature are to be satisfied at the closing, but subject to the satisfaction or waiver of those conditions at such time). The APA provides for certain termination rights, including the right of either party to terminate the APA if Seller is notified by the Director of the Bureau of Competition of the FTC that either (a) Amgen is not an acceptable purchaser of the Transferred Assets (as defined in the APA) or (b) that the APA is not an acceptable manner of divesting the Transferred Assets (however, in the case of (b), only after the parties, consistent with their obligations under the APA, have reasonably sought to modify the APA to satisfy FTC staff). Pursuant to the APA, Seller will indemnify Amgen against losses suffered as a result of (a) a breach of Seller’s representations and warranties, (b) a breach or non-performance of any covenant that is to be performed by Seller under the APA, and (c) the Excluded Liabilities (as defined in the APA). Amgen will similarly indemnify Seller against losses suffered as a result of (i) a breach of Amgen’s representations and warranties, (ii) a breach or non-performance of any covenant that is to be performed by Amgen under the APA, (iii) the Assumed Liabilities (as defined in the APA) and (iv) the post-Closing ownership and operation of the OTEZLA business, subject to certain exceptions. The indemnification provisions are subject to certain de minimis , deductible and cap limitations and time limitations with respect to recovery for losses. The foregoing description of the APA is not complete and is qualified in its entirety by reference to the APA, a copy of which is attached to this report as Exhibit 2.1 and is incorporated herein by reference. The foregoing description of the Guarantee is not complete and is qualified in its entirety by reference to the Guarantee, a copy of which is attached to this report as Exhibit 2.2 and is incorporated herein by reference. Item 7.01. Regulation FD Disclosure. Amgen has issued a press release which is attached hereto as Exhibit 99.1 and incorporated into this Item 7.01 by reference. The information contained in this Item 7.01 and Exhibit 99.1 shall not be deemed to be “filed” for the purposes of Section 18 of the Securities Exchange Act of 1934, as amended (the “ Exchange Act ”), or otherwise subject to the liabilities of such section, nor will such information be deemed incorporated by reference in any filing under the Securities Act of 1933, as amended, or the Exchange Act, except as may be expressly set forth by specific reference in such filing. Item 9.01. Financial Statements and Exhibits. d)    Exhibits Exhibit No. Description 2.1 Asset Purchase Agreement, dated August 25, 2019, by and between Amgen Inc. and Celgene Corporation. 2.2 Irrevocable Guarantee, dated August 25, 2019, by and between Amgen Inc. and Bristol-Myers Squibb Company. 99.1 Press Release, dated August 26, 2019. 104 Cover Page Interactive Data File (embedded within the Inline XBRL document). SIGNATURES Pursuant to the requirements of the Securities Exchange Act of 1934, as amended, the Registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly authorized. AMGEN INC. Date: August 26, 2019 By: /s/ Jonathan P. Graham Jonathan P. Graham Senior Vice President, General Counsel and Secretary", "year": 2019, "has_any": true}, {"cik": 318154, "sic": "2836", "ticker": "AMGN", "name": "AMGEN INC", "form": "8-K", "filling_date": "2017-12-22", "acc_no": "0001193125-17-377669", "has_clinical": true, "has_phase": false, "has_trial": false, "has_topline": false, "has_press_release": false, "press_release_date": null, "url": "https://www.sec.gov/Archives/edgar/data/318154/000119312517377669/d514705d8k.htm", "text": "8-K 1 d514705d8k.htm FORM 8-K Form 8-K UNITED STATES SECURITIES\nAND EXCHANGE COMMISSION Washington, D.C. 20549 FORM 8-K CURRENT REPORT Pursuant to Section 13 or 15(d) of The Securities Exchange Act of 1934 Date of Report (Date of earliest event reported) December 22, 2017 AMGEN INC. (Exact name of registrant as specified in its charter) Delaware 001-37702 95-3540776 (State or Other Jurisdiction of Incorporation) (Commission File Number) (IRS Employer Identification No.) One Amgen Center Drive Thousand Oaks, CA 91320-1799 (Address of principal executive offices) (Zip Code) Registrants telephone number, including area code 805-447-1000 N/A (Former name or\nformer address, if changed since last report) Check the\nappropriate box below if the Form 8-K filing is intended to simultaneously satisfy the filing obligation of the registrant under any of the following provisions: ☐ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425) ☐ Soliciting material pursuant to Rule 14a-12 under the Exchange Act (17\nCFR 240.14a-12) ☐ Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b)) ☐ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c)) Indicate by check mark whether the registrant is an emerging growth company as defined in Rule 405 of the Securities Act of\n1933 (§230.405 of this chapter) or Rule 12b-2 of the Securities Exchange Act of 1934 (§240.12b-2 of this chapter). Emerging growth company    ☐ If an emerging growth company, indicate by check mark if the registrant has elected not to use the extended transition period\nfor complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act.    ☐ Item 7.01 Regulation FD Disclosure. Amgen Inc. (the Company) hereby provides the\nfollowing information regarding the expected impact of U.S. tax reform legislation on the Company:  The Company expects to have access to its accumulated global cash as well as access to its future global cash\nflow.  Under the legislation, the Companys future U.S. income generally will be taxed at the 21 percent U.S.\ncorporate income tax rate, while the Companys ex-U.S. income, including Puerto Rico, generally will be taxed in the U.S. at 10.5 percent reduced by applicable foreign tax credits.  The Company expects to incur Generally Accepted Accounting Principles (GAAP) net tax expense of\nbetween $6 billion and $6.5 billion, recorded as the nominal amount or the present value of such amount with the balance accreting over time. The net tax expense relates to the repatriation tax and the revaluation of net deferred tax liabilities.\nThe Company will provide an update to its GAAP tax expense associated with the tax reform legislation in its fourth quarter/full-year 2017 earnings call on or about February 1, 2018. This charge will impact the Companys previously provided\n2017 GAAP earnings per share (EPS) and tax rate guidance. However, this charge has no impact on the Companys previously provided non-GAAP guidance. Going forward, the Company does not expect an increase in its non-GAAP tax rates as\na result of the legislation. The Company is in the process of finalizing these estimated calculations and will share\nits final results for the year at its fourth quarter/full-year 2017 earnings call on or about February 1, 2018. Forward-Looking Statements This report contains forward-looking statements that are based on the current expectations and beliefs of the Company. All statements, other\nthan statements of historical fact, are statements that could be deemed forward-looking statements, including estimates of tax expense, future tax rates, revenues, operating margins, capital expenditures, cash, other financial metrics, expected\nlegal, arbitration, political, regulatory or clinical results or practices, customer and prescriber patterns or practices, reimbursement activities and outcomes and other such estimates and results. Forward-looking statements involve\nsignificant risks and uncertainties, including those discussed below and more fully described in the Securities and Exchange Commission reports filed by the Company, including our most recent annual report on Form 10-K and any subsequent periodic reports on Form 10-Q and current reports on Form 8-K. Unless otherwise noted, the Company is\nproviding this information as of the date of this report and does not undertake any obligation to update any forward-looking statements contained in this document as a result of new information, future events or otherwise. No forward-looking statement can be guaranteed and actual results may differ materially from those we project. Our results may be affected by\nour ability to successfully market both new and existing products domestically and internationally, clinical and regulatory developments involving current and future products, sales growth of recently launched products, competition from other\nproducts including biosimilars, difficulties or delays in manufacturing our products and global economic conditions. In addition, sales of our products are affected by pricing pressure, political and public scrutiny and reimbursement policies\nimposed by third-party payers, including governments, private insurance plans and managed care providers and may be affected by regulatory, clinical and guideline developments and domestic and international trends toward managed care and healthcare\ncost containment. Furthermore, our research, testing, pricing, marketing and other operations are subject to extensive regulation by domestic and foreign government regulatory authorities. We or others could identify safety, side effects or\nmanufacturing problems with our products, including our devices, after they are on the market. Our business may be impacted by government investigations, litigation and product liability claims. In addition, our business may be impacted by the\nadoption of new tax legislation or exposure to additional tax liabilities. If we fail to meet the compliance obligations in the corporate integrity agreement between us and the U.S. government, we could become subject to significant sanctions. Further, while we routinely obtain patents for our products and technology, the\nprotection offered by our patents and patent applications may be challenged, invalidated or circumvented by our competitors, or we may fail to prevail in present and future intellectual property litigation. We perform a substantial amount of our\ncommercial manufacturing activities at a few key facilities, including in Puerto Rico, and also depend on third parties for a portion of our manufacturing activities, and limits on supply may constrain sales of certain of our current products and\nproduct candidate development. In addition, we compete with other companies with respect to many of our marketed products as well as for the discovery and development of new products. Discovery or identification of new product candidates cannot be\nguaranteed and movement from concept to product is uncertain; consequently, there can be no guarantee that any particular product candidate will be successful and become a commercial product. Further, some raw materials, medical devices and\ncomponent parts for our products are supplied by sole third-party suppliers. Certain of our distributors, customers and payers have substantial purchasing leverage in their dealings with us. The discovery of significant problems with a product\nsimilar to one of our products that implicate an entire class of products could have a material adverse effect on sales of the affected products and on our business and results of operations. Our efforts to acquire other companies or products and to\nintegrate the operations of companies we have acquired may not be successful. We may not be able to access the capital and credit markets on terms that are favorable to us, or at all. We are increasingly dependent on information technology systems,\ninfrastructure and data security. Our stock price is volatile and may be affected by a number of events. Our business performance could affect or limit the ability of our Board of Directors to declare a dividend or our ability to pay a dividend or\nrepurchase our common stock. SIGNATURES Pursuant to the requirements of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by\nthe undersigned hereunto duly authorized. AMGEN INC. Date: December 22, 2017 By: /s/ David Meline Name: David Meline Title: Executive Vice President and Chief Financial Officer", "year": 2017, "has_any": true}, {"cik": 318154, "sic": "2836", "ticker": "AMGN", "name": "AMGEN INC", "form": "8-K", "filling_date": "2013-08-26", "acc_no": "0001193125-13-345824", "has_clinical": true, "has_phase": false, "has_trial": false, "has_topline": false, "has_press_release": true, "press_release_date": "2013-08-25", "url": "https://www.sec.gov/Archives/edgar/data/318154/000119312513345824/d589297d8k.htm", "text": "8-K 1 d589297d8k.htm FORM 8-K Form 8-K UNITED STATES SECURITIES AND EXCHANGE COMMISSION Washington, D.C. 20549 FORM 8-K CURRENT REPORT Pursuant to Section 13 or 15(d) of the Securities Exchange Act of\n1934 Date of Report (Date of earliest event reported): August 24, 2013 AMGEN INC. (Exact name of registrant as specified in its charter) Delaware 95-3540776 (State or other jurisdiction of incorporation) (I.R.S Employer Identification No.) One Amgen Center Drive Thousand Oaks, California 91320-1799 (Address, including zip code, of\nprincipal executive office) 805-447-1000 (Registrants telephone number, including area code) N/A (Former name or former address, if changed since last report) Check the appropriate box below if the Form 8-K filing is intended to simultaneously satisfy the filing obligation of the registrant under any of the following provisions (see General Instruction A.2.\nbelow): ¨ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425) ¨ Soliciting material pursuant to Rule 14a-12 under the Exchange Act (17 CFR 240.14a-12) x Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b)) ¨ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c)) Item 1.01. Entry into a Material Definitive Agreement. Merger Agreement On August 24, 2013, Amgen Inc., a Delaware corporation (the Company or Amgen), entered into an Agreement and\nPlan of Merger (the Merger Agreement) with Arena Acquisition Company, a Delaware corporation and a wholly owned subsidiary of the Company (Merger Sub), and Onyx Pharmaceuticals, Inc., a Delaware corporation\n(Onyx). The board of directors of Onyx has unanimously (i) determined that the Merger Agreement and the transactions contemplated by the Merger Agreement are advisable and in the best interests of Onyx and its stockholders,\n(ii) approved and declared advisable the Merger Agreement, the Offer (as defined below), the Merger (as defined below) and the transactions contemplated thereby in accordance with the requirements of Delaware law and (iii) resolved to\nrecommend that the stockholders of Onyx accept the Offer and tender their shares to Merger Sub pursuant to the Offer (as defined below). The board of directors of the Company has approved the transaction. Pursuant to the Merger Agreement, and upon the terms and subject to the conditions described therein, the Company has agreed to commence\na tender offer (the Offer) for all of Onyxs outstanding shares of common stock, par value $0.001 per share (the Shares), at a purchase price of $125.00 per Share, net to the seller in cash, without interest, less any\napplicable withholding taxes. The obligation of the Company and Merger Sub to consummate the Offer is subject to the condition that there be validly tendered in accordance with the terms of the Offer and not validly withdrawn prior to the expiration\ndate of the Offer that number of Shares that, when added to the Shares then owned by Merger Sub, would represent one Share more than one-half (1/2) of the sum of (i) all Shares then outstanding and (ii) all Shares that Onyx may be\nrequired to issue upon the vesting (including vesting solely as a result of the consummation of the Offer), conversion, settlement or exercise of all then outstanding warrants, options, benefit plans, obligations or securities convertible or\nexchangeable into Shares, or other rights to acquire or be issued Shares (including all then outstanding options, restricted stock units, performance stock units and other awards consisting of Shares granted and outstanding under Onyx equity plans\nand the Onyx 4.00% Convertible Senior Notes due 2016 (including the effect of any make-whole provision and assuming conversions of the Onyx Convertible Senior Notes are settled in full in Shares, assuming the effectiveness thereof occurred on the\nexpiration date of the Offer), regardless of the conversion or exercise price or other terms and conditions thereof). The consummation of the Offer is also subject to the satisfaction of other customary conditions, including the expiration of the\napplicable waiting period under the Hart-Scott-Rodino Antitrust Improvements Act of 1976, as amended. Consummation of the Offer is not subject to any financing condition. As soon as practicable following the completion of the Offer and subject to the satisfaction or waiver of the remaining conditions set forth in the Merger Agreement, Merger Sub will be merged with and\ninto Onyx (the Merger), with Onyx surviving as a wholly owned subsidiary of the Company. The Merger will be governed by Section 251(h) of the General Corporation Law of the State of Delaware, with no stockholder vote required to\nconsummate the Merger. At the effective time of the Merger, each Share issued and outstanding immediately prior to such effective time (other than (i) Shares then owned by the Company, Onyx or any of their respective direct or indirect wholly\nowned subsidiaries and (ii) Shares that are held by any stockholders who properly demand appraisal in connection with the Merger) will cease to be issued and outstanding, will be cancelled, will cease to exist and will be converted into the\nright to receive an amount in cash equal to the same amount in cash per Share that is paid pursuant to the Offer, without interest, less any applicable withholding taxes. 2 The Merger Agreement contains representations and warranties and covenants customary for a\ntransaction of this nature. Onyx may terminate the Merger Agreement under certain circumstances, including to accept, and\nenter into a definitive agreement with respect to, an unsolicited, bona fide written proposal made by a third party after the date of the Merger Agreement pursuant to which such third party would acquire 80% or more of the voting power or the assets\nof Onyx and its subsidiaries on a consolidated basis on terms that Onyxs board of directors determines, in good faith (after consultation with its financial advisors and outside legal counsel), to be more favorable to Onyxs stockholders\nfrom a financial point of view than the terms of the Offer and the Merger and is reasonably capable of being completed on the terms proposed taking into account all relevant factors. Such termination is subject to the conditions that Onyx has\notherwise complied with certain terms of the Merger Agreement, including the determination by its board of directors that the failure to take such actions would constitute a breach of their fiduciary duties to stockholders under applicable law,\npayment of a $303 million fee by Onyx and the concurrent execution of such definitive agreement by Onyx. The foregoing\nsummary of the Merger Agreement and the transactions contemplated thereby does not purport to be complete and is subject to, and qualified in its entirety by, the full text of the Merger Agreement furnished herewith as Exhibit 2.1, which is\nincorporated herein by reference. The Merger Agreement has been attached to provide investors with information regarding its terms. It is not intended to provide any other factual information about the Company, Merger Sub or Onyx, their respective\nbusinesses, or the actual conduct of their respective businesses during the period prior to the consummation of the Merger. The Merger Agreement contains representations and warranties that are the product of negotiations among the parties thereto\nand the parties made to, and solely for the benefit of, each other as of specified dates. The assertions embodied in those representations and warranties are subject to qualifications and limitations agreed to by the respective parties and are also\nqualified in important part by confidential disclosure schedules delivered in connection with the Merger Agreement. The representations and warranties may have been made for the purpose of allocating contractual risk between the parties to the\nagreements instead of establishing these matters as facts, and may be subject to standards of materiality applicable to the contracting parties that differ from those applicable to investors. In connection with the Merger, the Company entered into the financing transactions described below. Commitment Letter for Term and Bridge Loans On August 24, 2013, the Company entered into a Commitment Letter (the Commitment Letter) with Bank of America, N.A. (Bank of America), Merrill Lynch, Pierce, Fenner &\nSmith Incorporated (MLPFS), JPMorgan Chase Bank, N.A. (JPMCB), J.P. Morgan Securities LLC (JPMS) and Barclays Bank PLC (Barclays, together with Bank of America, MLPFS, JPMCB and JPMS, the\nCommitment Parties) pursuant to which the Commitment Parties committed, subject to the terms of the Commitment Letter, to provide the Company with:  up to $1.65 billion of an up to $5.0 billion senior unsecured term loan facility of the Company (the Term Loan Facility); 3  in the event the Bridge B Facility (as defined below) has been fully drawn or is terminated, up to $500.0 million in senior unsecured loans (the\nBridge A Facility); and  to the extent the Term Loan Facility is not syndicated and/or the Company has not issued other debt prior to the date of consummation of the Merger in\nconnection with a successful Offer, up to $5.0 billion in senior unsecured loans (the Bridge B Facility; together with the Bridge A Facility, the Bridge Facilities; and, together with the Term Loan Facility, the Credit\nFacilities). The Credit Facilities are intended to finance the Offer and to pay fees and expenses\nincurred in connection with consummation of the Merger. The Term Loan Facility will mature five years after the closing date and is expected to bear interest, at a rate tied to the prime rate, the federal funds effective rate or LIBOR. The\nBridge Facilities will mature 364 days after the closing date and are expected to bear interest at a rate tied to LIBOR, subject to periodic adjustments. The Company may only borrow amounts under the Credit Facilities upon consummation of the Merger\nin connection with a successful Offer, in accordance with the terms of the Merger Agreement, prior to February 24, 2014. The Credit Facilities are also subject to other terms and conditions customary for commitments of this type. The foregoing summary of the Commitment Letter does not purport to be complete and is subject to, and qualified in its entirety by, the\nfull text of the Commitment Letter, which is filed as Exhibit 10.1 hereto and incorporated herein by reference. Repurchase Agreement On August 24, 2013, the Company entered into a Master Repurchase Agreement (the Repurchase Agreement)\nwith Bank of America, N.A. (the Purchaser), pursuant to which the Company has the right, subject to the terms and conditions of the Repurchase Agreement summarized below, to sell to the Purchaser 34,097 shares of Class A Preferred\nStock (the Purchased Securities) of its wholly owned subsidiary, ATL Holdings Limited (ATL Holdings), in one or more transactions prior to February 24, 2014 for an aggregate purchase price of $3.1 billion in cash with\nrespect to the Purchased Securities. Pursuant to the Repurchase Agreement, the Company is obligated to repurchase from the\nPurchaser, and the Purchaser is obligated to resell to the Company, the Purchased Securities on the repurchase date, which is scheduled to be the date occurring five years after the initial sale of the Purchased Securities, for an aggregate\nrepurchase price equal to the aggregate purchase price paid by the Purchaser for such Purchased Securities plus any accrued and unpaid price differential (as described below). ATL Holdings is an entity distinct from the Company and its other subsidiaries, with separate assets and liabilities. The Class A\nPreferred Stock is fully participating with ATL Holdings common stock as to earnings and appreciation, and provides for a liquidation preference of $100,000 per share and a quarterly dividend on the liquidation preference equal to the amount\naccumulated on the liquidation preference at a floating interest rate of the greater of (a) LIBOR minus 0.25% per annum and (b) 0.01% per annum. The Purchaser is required to remit to the Company any dividends and other\ndistributions that it receives on the 4 Purchased Securities, unless an event of default with respect to the Company has occurred and is continuing under the Repurchase Agreement. Under the Repurchase Agreement, the Company is\nobligated to make monthly price differential payments to the Purchaser based on the outstanding purchase price of the Purchased Securities at a floating interest rate of LIBOR plus 1.10% which are calculated and accrue on a daily basis.\nAny unused commitments under the Repurchase Agreement will also be subject to an undrawn fee of 0.10% per annum. The\nRepurchase Agreement contains events of default that are customary for repurchase agreements, including failure of the Company to transfer, or failure of the Purchaser to purchase, the Purchased Securities when required; failure of the Company to\nrepurchase, or failure by the Purchaser to transfer, the Purchased Securities on the repurchase date; failure to pay amounts when due; insolvency events; breaches of representations; and unpermitted assignments. Under the Repurchase Agreement, the\nCompany may repurchase all or, subject to certain limitations, a portion, of the Purchased Securities at any time. Upon the occurrence and continuance of an event of default, the non-defaulting party has the right to accelerate, or in the case of\nthe occurrence of an insolvency event of the Company, the Purchaser will be deemed to have accelerated, the repurchase date. In connection with the Repurchase Agreement, the Company will enter into an ancillary agreement with the Purchaser (the Ancillary\nAgreement), which contains a number of representations and covenants of the Company, including agreements by the Company intended to maintain the status of ATL Holdings as an entity distinct from the Company and its other subsidiaries. The obligations of the Purchaser to purchase the Class A Preferred Stock are subject to conditions customary for\ntransactions of this type. The Company expects to utilize the proceeds of any sales under the Repurchase Agreement to effectuate the Offer. The foregoing summaries of the Repurchase Agreement and the Ancillary Agreement do not purport to be complete and are subject to, and qualified in their entirety by, the full text of the agreements. The\nform of Repurchase Agreement is filed herewith as Exhibit 10.2, which is incorporated herein by reference. The form of the Certificate of Designations in respect of the Class A Preferred Stock is included as Exhibit IV to the Repurchase\nAgreement. The form of Ancillary Agreement is included as Exhibit III to the Repurchase Agreement. Item 2.03. Creation of a Direct\nFinancial Obligation or an Obligation under an Off-Balance Sheet Arrangement of a Registrant. The information regarding\nthe financing transactions set forth in Item 1.01 is incorporated herein by reference in its entirety. Item 8.01. Other Events. On August 25, 2013, the Company and Onyx issued a joint press release announcing the execution of the Merger\nAgreement. A copy of the press release is attached hereto as Exhibit 99.1 and incorporated herein by reference. Additional\nInformation The Offer described in this current report on Form 8-K has not yet commenced, and this current report on Form\n8-K is neither an offer to purchase nor a solicitation of an offer to sell any shares of the common stock of Onyx or any other securities. On the commencement 5 date of the Offer, a tender offer statement on Schedule TO, including an offer to purchase, a letter of transmittal and related documents, will be filed with the United States Securities and\nExchange Commission (the SEC). The offer to purchase shares of Onyx common stock will only be made pursuant to the offer to purchase, the letter of transmittal and related documents filed as a part of the Schedule TO. INVESTORS AND\nSECURITY HOLDERS ARE URGED TO READ BOTH THE TENDER OFFER STATEMENT AND THE SOLICITATION/RECOMMENDATION STATEMENT REGARDING THE OFFER, AS THEY MAY BE AMENDED FROM TIME TO TIME, WHEN THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT\nINFORMATION. The tender offer statement will be filed with the SEC by the Company and Merger Sub, and the solicitation/recommendation statement will be filed with the SEC by Onyx. Investors and security holders may obtain a free copy of these\nstatements (when available) and other documents filed with the SEC at the website maintained by the SEC at www.sec.gov or by directing such requests to the Information Agent for the tender offer that will be named in the tender offer statement. Forward-Looking Statements This current report on Form 8-K contains forward-looking statements that involve significant risks and uncertainties, including those discussed below and others that can be found in SEC reports filed by\nAmgen, including Amgens Form 10-K for the year ended December 31, 2012, and in any subsequent periodic reports on Form 10-Q and Form 8-K. All statements, other than statements of historical fact, are statements that could be deemed\nforward-looking statements, including statements about the planned completion of the tender offer and the merger. Amgen is providing this information as of August 26, 2013 and does not undertake any obligation to update any forward-looking\nstatements contained in this current report on Form 8-K as a result of new information, future events or otherwise. No\nforward-looking statement can be guaranteed and actual results may differ materially from those Amgen projects. Risks and uncertainties include whether the proposed transaction described in this press release can be completed in a timely manner, and\nwhether the anticipated benefits of the proposed transaction can be achieved. Amgens results may be affected by its ability to successfully market both new and existing products domestically and internationally, clinical and regulatory\ndevelopments (domestic or foreign) involving current and future products, sales growth of recently launched products, competition from other products (domestic or foreign) and difficulties or delays in manufacturing Amgens products. Discovery\nor identification of new product candidates cannot be guaranteed and movement from concept to product is uncertain; consequently, there can be no guarantee that any particular product candidate will be successful and become a commercial product.\nFurther, preclinical results do not guarantee safe and effective performance of product candidates in humans. The length of time that it takes for Amgen to complete clinical trials and obtain regulatory approval for product marketing has in the past\nvaried and Amgen expects similar variability in the future. Amgen develops product candidates internally and through licensing collaborations, partnerships, joint ventures and acquisitions. Product candidates that are derived from relationships or\nacquisitions may be subject to disputes between the parties or may prove to be not as effective or as safe as Amgen may have believed at the time of entering into such relationship. In addition, sales of Amgens products are affected by\nreimbursement policies imposed by third-party payers, including governments, private insurance plans and managed care providers and may be affected by regulatory, clinical and guideline developments and domestic and international trends toward\nmanaged care and healthcare cost containment as well as U.S. legislation affecting pharmaceutical pricing and reimbursement. Government and others regulations and reimbursement policies may affect the development, usage and pricing of\nAmgens products. 6 Furthermore, Amgens research, testing, pricing, marketing and other operations are\nsubject to extensive regulation by domestic and foreign government regulatory authorities. Amgen or others could identify safety, side effects or manufacturing problems with Amgens products after they are on the market. Amgens business\nmay be impacted by government investigations, litigation and product liability claims. If Amgen fails to meet the compliance obligations in the corporate integrity agreement between Amgen and the U.S. government, Amgen could become subject to\nsignificant sanctions. Further, while Amgen routinely obtains patents for its products and technology, the protection offered by Amgens patents and patent applications may be challenged, invalidated or circumvented by its competitors. Amgen\ndepends on third parties for a significant portion of our manufacturing capacity for the supply of certain of its current and future products and limits on supply may constrain sales of certain of Amgens current products and product candidate\ndevelopment. In addition, Amgen competes with other companies with respect to some of its marketed products as well as for the discovery and development of new products. Amgens products may compete against products that have lower prices,\nestablished reimbursement, superior performance, are easier to administer, or that are otherwise competitive with Amgens products. Further, some raw materials, medical devices and component parts for Amgens products are supplied by sole\nthird-party suppliers. Amgens business performance could affect or limit the ability of its Board of Directors to declare a dividend or Amgens ability to pay a dividend or repurchase its common stock. Item 9.01. Financial Statements and Exhibits. (d) Exhibits. Exhibit No. Description 2.1 Agreement and Plan of Merger, dated as of August 24, 2013, by and among Amgen Inc., Arena Acquisition Company and Onyx Pharmaceuticals, Inc.* 10.1 Commitment Letter, dated August 24, 2013, among Amgen Inc., Bank of America, N.A., Merrill Lynch, Pierce, Fenner & Smith Incorporated, JPMorgan Chase Bank, N.A., J.P. Morgan\nSecurities LLC and Barclays Bank PLC 10.2 Master Repurchase Agreement, dated August 24, 2013, between Amgen Inc. and Bank of America, N.A. 99.1 Press Release dated August 25, 2013 * The Company will furnish supplementally a copy of any omitted schedule or exhibit to the SEC upon request; provided, however, that the Company may request confidential\ntreatment pursuant to Rule 24b-2 of the Securities Exchange Act of 1934, as amended, for any schedule or exhibit so furnished. 7 SIGNATURE Pursuant to the requirements of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly authorized. Date: August 26, 2013 AMGEN INC. By: /s/ David J. Scott Name: David J. Scott Title: Senior Vice President, General Counsel and Secretary 8 EXHIBIT INDEX Exhibit No. Description 2.1 Agreement and Plan of Merger, dated as of August 24, 2013, by and among Amgen Inc., Arena Acquisition Company and Onyx Pharmaceuticals, Inc.* 10.1 Commitment Letter, dated August 24, 2013, among Amgen Inc., Bank of America, N.A., Merrill Lynch, Pierce, Fenner & Smith Incorporated, JPMorgan Chase Bank, N.A., J.P. Morgan\nSecurities LLC and Barclays Bank PLC 10.2 Master Repurchase Agreement, dated August 24, 2013, between Amgen Inc. and Bank of America, N.A. 99.1 Press Release dated August 25, 2013 * The Company will furnish supplementally a copy of any omitted schedule or exhibit to the SEC upon request; provided, however, that the Company may request confidential\ntreatment pursuant to Rule 24b-2 of the Securities Exchange Act of 1934, as amended, for any schedule or exhibit so furnished. 9", "year": 2013, "has_any": true}, {"cik": 318154, "sic": "2836", "ticker": "AMGN", "name": "AMGEN INC", "form": "8-K", "filling_date": "2012-04-02", "acc_no": "0001193125-12-146130", "has_clinical": true, "has_phase": false, "has_trial": false, "has_topline": false, "has_press_release": true, "press_release_date": "2012-04-02", "url": "https://www.sec.gov/Archives/edgar/data/318154/000119312512146130/d328733d8k.htm", "text": "8-K 1 d328733d8k.htm FORM 8-K Form 8-K UNITED STATES SECURITIES AND EXCHANGE COMMISSION Washington, D.C. 20549 FORM 8-K CURRENT REPORT Pursuant to Section 13 or 15(d) of The Securities Exchange Act of\n1934 Date of Report (Date of earliest event reported) April 2, 2012 AMGEN INC. (Exact name of registrant as specified in its charter) Delaware 000-12477 95-3540776 (State or Other Jurisdiction of Incorporation) (Commission File Number) (IRS Employer Identification No.) One Amgen Center Drive Thousand Oaks, CA 91320-1799 (Address of principal executive offices) (Zip Code) Registrants telephone number, including area code 805-447-1000 N/A (Former name or former address, if changed since last report) Check the appropriate box below if the Form 8-K filing is intended to simultaneously satisfy the filing obligation of the registrant under any of the\nfollowing provisions: ¨ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425) ¨ Soliciting material pursuant to Rule 14a-12 under the Exchange Act (17 CFR 240.14a-12) ¨ Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b)) ¨ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c)) Item 1.01 Entry into a Material Definitive Agreement. On April 2, 2012, Amgen Inc. (Amgen) and AstraZeneca Collaboration Ventures, LP, an indirect wholly-owned subsidiary of\nAstraZeneca plc (AstraZeneca), entered into a Collaboration Agreement (the Collaboration Agreement) with respect to the future collaboration on five of Amgens proprietary clinical stage inflammation programs, comprised\nof AMG 139, AMG 157, AMG 181, AMG 557 and brodalumab (the Products). The collaboration will operate on a world-wide basis, except for certain territories that Amgen has previously partnered for brodalumab with Kyowa Hakko Kirin and AMG\n557 with Takeda. Under the terms of the Collaboration Agreement, Amgen and AstraZeneca will cooperate in the development,\nmanufacture, and commercialization of the Products in the collaboration territory. AstraZeneca will make a one-time $50 million upfront payment and the companies will share both costs and global profits. Based on current plans, approximately 65\npercent of costs for the 2012-2014 period will be funded by AstraZeneca. Thereafter, the companies will split costs equally. Amgen will book sales globally and will retain a low single-digit royalty for brodalumab and a mid single-digit royalty for\nthe rest of the portfolio, after which the companies will share profits equally. AstraZeneca will lead the development and\ncommercial strategy of AMG 139, AMG 157 and AMG 181, while Amgen will lead the development and commercial strategy of brodalumab and AMG 557. Each development and commercialization lead will be under the oversight of joint governing bodies. For\nbrodalumab, commercial promotion will be split. Amgen will promote in dermatology indications in the United States (U.S.) and Canada, and in rheumatology indications in the U.S., Canada and Europe. AstraZeneca will promote in respiratory and,\ninitially, in dermatology indications of brodalumab across all territories outside of the U.S., Canada and those markets where Amgen has existing partnerships. Allocation of promotional rights for other territories, indications and molecules will be\nagreed later between the companies. The Collaboration Agreement contains an exclusivity commitment that prohibits each\ncompany from clinically developing or commercializing a distracting product during the term of the collaboration, unless it first offers such product to be included as part of the collaboration. A distracting product is a\nproduct that modulates, via any modality, the same target as one of the Products. The Collaboration Agreement shall continue\nin perpetuity unless the agreement is sooner terminated in accordance with its terms. The Collaboration Agreement contains convenience termination rights for both companies, but these are only available following the completion of pre-agreed\ndevelopment milestones for each Product. In a press issued on April 2, 2012, Amgen announced its entry into the\nCollaboration Agreement. A copy of the press release is attached hereto as Exhibit 99.1. Item 9.01 Financial Statements and Exhibits. (d) Press Release. 99.1 Press Release dated April 2, 2012. SIGNATURES Pursuant to the requirements of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly authorized. AMGEN INC. Date: April 2, 2012 By: /s/ David J. Scott Name: David J. Scott Title: Senior Vice President, General Counsel and Secretary EXHIBIT INDEX Exhibit Number Document Description 99.1 Press release dated April 2, 2012.", "year": 2012, "has_any": true}, {"cik": 318154, "sic": "2836", "ticker": "AMGN", "name": "AMGEN INC", "form": "8-K", "filling_date": "2012-01-26", "acc_no": "0001193125-12-024302", "has_clinical": true, "has_phase": false, "has_trial": false, "has_topline": false, "has_press_release": true, "press_release_date": "2025-05-01", "url": "https://www.sec.gov/Archives/edgar/data/318154/000119312512024302/d288301d8k.htm", "text": "8-K 1 d288301d8k.htm FORM 8-K Form 8-K UNITED STATES SECURITIES AND EXCHANGE COMMISSION WASHINGTON, DC 20549 FORM 8-K CURRENT REPORT Pursuant to Section 13 or 15(d) of the Securities Exchange Act of\n1934 Date of Report (Date of earliest event reported): January 25, 2012 AMGEN INC. (Exact Name of Registrant as Specified in Charter) Delaware 000-12477 95-3540776 (State or Other Jurisdiction of Incorporation) (Commission File Number) (IRS Employer Identification No.) One Amgen Center Drive Thousand Oaks, California 91320-1799 (Address of principal executive offices) (Zip Code) 805-447-1000 (Registrants telephone number, including area code) N/A (Former Name or Former Address, if Changed Since Last Report.) Check the appropriate box below if the Form 8K filing is intended to simultaneously satisfy the filing obligation of the registrant\nunder any of the following provisions ( see General Instruction A.2. below): ¨ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425) ¨ Soliciting material pursuant to Rule 14a-2 under the Exchange Act (17 CFR 240.14a-12) x Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b)) ¨ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c)) Item 1.01 Entry into a Material Definitive Agreement. On January 25, 2012, Amgen Inc., a Delaware corporation (the Company), entered into an Agreement and Plan of Merger (the Merger Agreement) with Armstrong Acquisition Corp., a\nDelaware corporation and a wholly owned subsidiary of the Company (Merger Sub), and Micromet, Inc., a Delaware corporation (Micromet). The board of directors of Micromet has unanimously (i) determined that the Merger\nAgreement and the transactions contemplated by the Merger Agreement are advisable, fair to, and in the best interests of Micromet and its stockholders, (ii) approved and declared advisable the Merger Agreement, the Offer (as defined below), the\nMerger (as defined below) and the transactions contemplated thereby in accordance with the requirements of Delaware law and (iii) resolved to recommend that the stockholders of Micromet accept the Offer and tender their shares to Merger Sub\npursuant to the Offer (as defined below), and, to the extent required under applicable law, adopt the Merger Agreement. The board of directors of the Company has approved the transaction. Pursuant to the Merger Agreement, and upon the terms and subject to the conditions described therein, the Company has agreed to commence\na tender offer (the Offer) for all of Micromets outstanding shares of common stock, par value $0.00004 per share (together with the associated preferred share purchase rights, the Shares), at a purchase price of $11.00\nper Share in cash, without interest, less any applicable withholding taxes. The obligation of the Company and Merger Sub to consummate the Offer is subject to the condition that there be validly tendered in accordance with the terms of the Offer and\nnot validly withdrawn prior to the expiration date of the Offer that number of Shares that, when added to the Shares then beneficially owned by the Company and its subsidiaries, would represent one Share more than one-half (1/2) of the total\nnumber of the then outstanding Shares on a fully diluted basis (which total number is the number of Shares then issued and outstanding plus the number of Shares which Micromet would be required to issue pursuant to any then outstanding options,\nwarrants or other rights to acquire Shares (other than the top-up option held by the Company) regardless of whether or not then vested). The consummation of the Offer is also subject to the satisfaction of other customary conditions, including the\nexpiration of the applicable waiting period under the Hart-Scott-Rodino Antitrust Improvements Act of 1976, as amended. Consummation of the Offer is not subject to any financing condition. Following the completion of the Offer, and subject to the terms and conditions of the Merger Agreement, Merger Sub will be merged with\nand into Micromet (the Merger), with Micromet surviving as a wholly owned subsidiary of the Company. At the effective time of the Merger, each Share issued and outstanding immediately prior to such effective time (other than\n(i) Shares then owned by the Company, Micromet or any of their respective direct or indirect wholly owned subsidiaries (in each case other than on behalf of third parties) and (ii) Shares that are held by any stockholders who properly\ndemand appraisal in connection with the Merger) will cease to be issued and outstanding, will be cancelled, will cease to exist and will be converted into the right to receive an amount in cash equal to the same amount in cash per Share that is paid\npursuant to the Offer, without interest, less any applicable withholding taxes. The Merger Agreement contains representations\nand warranties and covenants customary for a transaction of this nature. Micromet may terminate the Merger Agreement under\ncertain circumstances, including to accept, and enter into a definitive agreement with respect to, an unsolicited, bona fide written proposal made by a third party after the date of the Merger Agreement pursuant to which such third party would\nacquire 80% or more of the voting power or the assets of Micromet and its subsidiaries on a consolidated basis on terms that Micromets board of directors determines in its good faith judgment (after consultation with its financial advisors and\noutside legal counsel) to be more favorable to Micromets stockholders than the terms of the Offer and the Merger and is reasonably capable of being completed on the terms proposed taking into account all relevant factors. Such termination is\nsubject to the conditions that Micromet has otherwise complied with certain terms of the Merger Agreement, including the determination by its board of directors that the failure to take such actions would constitute a breach of their fiduciary\nduties to stockholders under applicable law, payment of a $40 million fee by Micromet and the concurrent execution of such definitive agreement by Micromet. In addition, in connection with the Merger Agreement, on January 25, 2012, the Company\nentered into Tender and Support Agreements (Tender and Support Agreements) with the directors and executive officers of Micromet and certain affiliated funds, which collectively beneficially owned approximately 13.2% of all outstanding\nShares (after giving effect to the exercise of securities to purchase Shares by those holders) as of January 25, 2012 based on information provided by them. Pursuant to such Tender and Support Agreements, each of Micromets directors and\nexecutive officers and such funds agrees, among other things, to (i) tender all of the Shares he or it beneficially owns in the Offer and (ii) vote such Shares in favor of adopting the Merger Agreement and the transactions contemplated\nthereby. The foregoing summaries of (i) the Merger Agreement and the transactions contemplated thereby and (ii) the\nTender and Support Agreements and the transactions contemplated thereby, in each case, do not purport to be complete and are subject to, and qualified in their entirety by, the full text of the Merger Agreement and the form of Tender and Support\nAgreement furnished herewith as Exhibits 2.1 and 99.1, respectively, which are incorporated herein by reference. The Merger Agreement has been attached to provide investors with information regarding its terms. It is not intended to provide any\nother factual information about the Company, Merger Sub or Micromet, their respective businesses, or the actual conduct of their respective businesses during the period prior to the consummation of the Merger. The Merger Agreement contains\nrepresentations and warranties that are the product of negotiations among the parties thereto and the parties made to, and solely for the benefit of, each other as of specified dates. The assertions embodied in those representations and warranties\nare subject to qualifications and limitations agreed to by the respective parties and are also qualified in important part by confidential disclosure schedules delivered in connection with the Merger Agreement. The representations and warranties may\nhave been made for the purpose of allocating contractual risk between the parties to the agreements instead of establishing these matters as facts, and may be subject to standards of materiality applicable to the contracting parties that differ from\nthose applicable to investors. Item 8.01 Other Events On\nJanuary 26, 2012, the Company and Micromet issued a joint press release announcing the execution of the Merger Agreement. A copy of the press release is attached hereto as Exhibit 99.2 and incorporated herein by reference. Additional Information The Offer described in this current report on Form 8-K has not yet commenced, and this current report on Form 8-K is neither an offer to purchase nor a solicitation of an offer to sell any shares of the\ncommon stock of Micromet or any other securities. On the commencement date of the Offer, a tender offer statement on Schedule TO, including an offer to purchase, a letter of transmittal and related documents, will be filed with the United States\nSecurities and Exchange Commission (the SEC). The offer to purchase shares of Micromet common stock will only be made pursuant to the offer to purchase, the letter of transmittal and related documents filed as a part of the Schedule TO. INVESTORS AND SECURITY HOLDERS ARE URGED TO READ BOTH THE TENDER OFFER STATEMENT AND THE SOLICITATION/RECOMMENDATION STATEMENT REGARDING THE OFFER, AS THEY MAY BE AMENDED FROM TIME TO TIME, WHEN THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN\nIMPORTANT INFORMATION. The tender offer statement will be filed with the SEC by the Company and Merger Sub, and the solicitation/recommendation statement will be filed with the SEC by Micromet. Investors and security holders may obtain a free\ncopy of these statements (when available) and other documents filed with the SEC at the website maintained by the SEC at www.sec.gov or by directing such requests to Georgeson Inc. at (888) 877-5360. -2- Forward-Looking Statements This current report on Form 8-K contains forward-looking statements that are based on Amgens current expectations and beliefs and\nare subject to a number of risks, uncertainties and assumptions that could cause actual results to differ materially from those described. All statements, other than statements of historical fact, are statements that could be deemed\nforward-looking statements, including statements about the planned completion of the Offer and the Merger, estimates of revenues, operating margins, capital expenditures, cash, other financial metrics, expected legal, arbitration, political,\nregulatory or clinical results or practices, customer and prescriber patterns or practices, reimbursement activities and outcomes and other such estimates and results. Forward-looking statements involve significant risks and uncertainties,\nincluding those discussed below and more fully described in the Securities and Exchange Commission (SEC) reports filed by Amgen, including Amgens most recent annual report on Form 10-K and most recent periodic reports on Form 10-Q and Form\n8-K. Please refer to Amgens most recent Forms 10-K, 10-Q and 8-K for additional information on the uncertainties and risk factors related to Amgens business. Unless otherwise noted, Amgen is providing this information as of Jan. 26,\n2012 and expressly disclaims any duty to update information contained in this current report on Form 8-K. No forward-looking\nstatement can be guaranteed and actual results may differ materially from those Amgen projects. Discovery or identification of new product candidates or development of new indications for existing products cannot be guaranteed and movement from\nconcept to product is uncertain; consequently, there can be no guarantee that any particular product candidate or development of a new indication for an existing product will be successful and become a commercial product. Further, preclinical\nresults do not guarantee safe and effective performance of product candidates in humans. The complexity of the human body cannot be perfectly, or sometimes, even adequately modeled by computer or cell culture systems or animal models. The length of\ntime that it takes for Amgen to complete clinical trials and obtain regulatory approval for product marketing has in the past varied and Amgen expects similar variability in the future. Amgen develops product candidates internally and through\nlicensing collaborations, partnerships and joint ventures. Product candidates that are derived from relationships may be subject to disputes between the parties or may prove to be not as effective or as safe as Amgen may have believed at the time of\nentering into such relationship. Also, Amgen or others could identify safety, side effects or manufacturing problems with Amgens products after they are on the market. Amgens business may be impacted by government investigations,\nlitigation and products liability claims. Amgen depends on third parties for a significant portion of its manufacturing capacity for the supply of certain of its current and future products and limits on supply may constrain sales of certain of its\ncurrent products and product candidate development. In addition, sales of Amgens products are affected by the\nreimbursement policies imposed by third-party payors, including governments, private insurance plans and managed care providers and may be affected by regulatory, clinical and guideline developments and domestic and international trends toward\nmanaged care and healthcare cost containment as well as U.S. legislation affecting pharmaceutical pricing and reimbursement. Government and others regulations and reimbursement policies may affect the development, usage and pricing of\nAmgens products. In addition, Amgen competes with other companies with respect to some of its marketed products as well as for the discovery and development of new products. Amgen believes that some of its newer products, product candidates or\nnew indications for existing products, may face competition when and as they are approved and marketed. Amgens products may compete against products that have lower prices, established reimbursement, superior performance, are easier to\nadminister, or that are otherwise competitive with its products. In addition, while Amgen routinely obtains patents for its products and technology, the protection offered by its patents and patent applications may be challenged, invalidated or\ncircumvented by its competitors and there can be no guarantee of Amgens ability to obtain or maintain patent protection for its products or product candidates. Amgen cannot guarantee that it will be able to produce commercially successful\nproducts or maintain the commercial success of its existing products. Amgens stock price may be affected by actual or perceived market opportunity, competitive position, and success or failure of its products or product candidates. Further,\nthe discovery of significant problems with a product similar to one of Amgens products that implicate an entire class of products could have a material adverse effect on sales of the affected products and on Amgens business and results\nof operations. -3- Item 9.01 Financial Statements and Exhibits. Exhibit No. Description 2.1 Agreement and Plan of Merger, dated as of January 25, 2012, by and among Amgen Inc., Armstrong Acquisition Corp. and Micromet, Inc. 99.1 Form of Tender and Support Agreement, by and among Amgen Inc., Armstrong Acquisition Corp. and the directors and executive officers of Micromet and certain affiliated\nfunds. 99.2 Press Release dated January 26, 2012. -4- SIGNATURE Pursuant to the requirements of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly announced. AMGEN INC. Date: January 26, 2012 By: /s/    D AVID J. S COTT Name: David J. Scott Title: Senior Vice President, General Counsel and Secretary -5- EXHIBIT INDEX Exhibit No. Description 2.1 Agreement and Plan of Merger, dated as of January 25, 2012, by and among Amgen Inc., Armstrong Acquisition Corp. and Micromet, Inc. 99.1 Form of Tender and Support Agreement, by and among Amgen Inc., Armstrong Acquisition Corp. and the directors and executive officers of Micromet and certain affiliated\nfunds. 99.2 Press Release dated January 26, 2012. -6-", "year": 2012, "has_any": true}, {"cik": 318154, "sic": "2836", "ticker": "AMGN", "name": "AMGEN INC", "form": "8-K", "filling_date": "2008-09-16", "acc_no": "0001193125-08-196495", "has_clinical": false, "has_phase": false, "has_trial": true, "has_topline": false, "has_press_release": false, "press_release_date": null, "url": "https://www.sec.gov/Archives/edgar/data/318154/000119312508196495/d8k.htm", "text": "8-K 1 d8k.htm FORM 8-K Form 8-K UNITED STATES SECURITIES AND EXCHANGE COMMISSION Washington, D.C. 20549 FORM 8-K CURRENT REPORT Pursuant to Section 13 or 15(d) of The Securities Exchange Act of 1934 Date of Report (Date of earliest event reported) September 16, 2008 AMGEN INC. (Exact name of registrant as specified in its charter) Delaware 000-12477 95-3540776 (State or Other Jurisdiction of Incorporation) (Commission File Number) (IRS Employer Identification No.) One Amgen Center Drive Thousand Oaks, CA 91320-1799 (Address of principal executive offices) (Zip Code) Registrants telephone number, including area code 805-447-1000 N/A (Former name or former address, if changed since last report) Check the appropriate box below if the Form 8-K filing is intended to simultaneously satisfy the filing obligation of the registrant under any of the following provisions: ¨ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425) ¨ Soliciting material pursuant to Rule 14a-12 under the Exchange Act (17 CFR 240.14a-12) ¨ Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b)) ¨ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c)) Item 8.01 Other Events. On September 16, 2008, the Company will present\nadditional data from its pivotal fracture trial (the Pivotal Fracture Trial) evaluating its receptor activator of nuclear factor kappa B (RANK) Ligand inhibitor, denosumab, in the treatment of postmenopausal osteoporosis. This data will\nbe presented at the annual meeting of the American Society of Bone and Mineral Research in Montreal, Canada, and may include data set forth in this Periodic Report on Form 8-K. Pivotal Fracture Trial Results : In the Pivotal Fracture Trial, 7,808 women with osteoporosis were randomized to receive either a 60 mg subcutaneous injection of denosumab (N=3,902) or a matching placebo\ninjection (N=3,906) every 6 months for three years. The mean age of the study participants was 72.3 years, and the mean baseline Bone Mineral Density (BMD) T-scores of the subjects was -2.8 at the lumbar spine, -1.9 at the total hip and -2.2 at\nthe femoral neck. Approximately 24% of subjects had prevalent vertebral fractures at baseline. Approximately 83% of the subjects completed the three-year study (denosumab N=3,272; placebo N=3,206). Through month 36 of the study, treatment with\n60 mg of denosumab every six months reduced the risk of new vertebral fractures by 68% versus placebo (2.3% denosumab versus 7.2% placebo; P<0.0001), a statistically significant result. Treatment with denosumab also reduced hip fracture risk\nby 40% (0.7% denosumab versus 1.2% placebo, P=0.036) and nonvertebral fracture risk by 20% (6.5% denosumab versus 8.0% placebo, P=0.011) during the 36 month period, both statistically significant results. Adverse events reported included infections\ncharacterized as adverse events (52.9% denosumab, 54.4% placebo), infections characterized as serious adverse events (4.1% denosumab, N=159; 3.4% placebo, N=133), delayed fracture healing (0.1% denosumab, N=2; 0.1% placebo, N=3), stroke (1.4%\ndenosumab, N=56; 1.4% placebo, N=54), coronary heart disease events (1.2% denosumab, N=47; 1.0% placebo, N=39), atrial fibrillation characterized as serious adverse events (0.7% denosumab, N=29; 0.7% placebo, N=29) and new primary malignancy (2.4%\ndenosumab, N=93; 2.2% placebo, N=84). Adverse events reported for at least 2% of subjects and for which P<0.05 included fall (denosumab 5.3%, N=205; placebo 6.4%, N=250) and flatulence (denosumab 2.2%, N=84; placebo 1.4%, N=53), and serious\nadverse events reported for at least 0.1% of subjects and for which P<0.01 included concussion (denosumab <0.1%, N=1; placebo 0.3%, N=11) and erysipelas (denosumab 0.2%, N=7; placebo 0%, N=0). Additionally, deaths occurred in 1.8% of the\ndenosumab subjects (N=70) and 2.3% of the placebo subjects (N=90). No cases of osteonecrosis of the jaw, or ONJ, were seen in either study group. 2 SIGNATURES Pursuant to the requirements of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly authorized. AMGEN INC. Date: September 16, 2008 By: /s/ David J. Scott Name: David J. Scott Title: Senior Vice President, General Counsel and Secretary 3", "year": 2008, "has_any": true}, {"cik": 318154, "sic": "2836", "ticker": "AMGN", "name": "AMGEN INC", "form": "8-K", "filling_date": "2008-02-04", "acc_no": "0001193125-08-018440", "has_clinical": true, "has_phase": false, "has_trial": false, "has_topline": false, "has_press_release": true, "press_release_date": "2008-03-31", "url": "https://www.sec.gov/Archives/edgar/data/318154/000119312508018440/d8k.htm", "text": "8-K 1 d8k.htm FORM 8-K Form 8-K UNITED STATES SECURITIES AND EXCHANGE COMMISSION Washington, DC 20549 FORM 8-K CURRENT REPORT Pursuant to Section 13 or 15(d) of The Securities Exchange Act of 1934 Date of Report (Date of earliest event reported) February 1, 2008 AMGEN INC. (Exact name of registrant as specified in its charter) DELAWARE 000-12477 95-3540776 (State or other jurisdiction of incorporation) (Commission File Number) (IRS Employer Identification No.) One Amgen Center Drive Thousand Oaks, California 91320-1799 (Address of principal executive offices) (Zip Code) 805-447-1000 (Registrants telephone number, including area code) N/A (Former name or former address, if changed since last report) Check the appropriate box below if the Form 8-K filing is intended to simultaneously satisfy the filing obligation of the registrant under any of the following provisions (see General Instruction A.2. below): ¨ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425) ¨ Soliciting material pursuant to Rule 14a-12 under the Exchange Act (17 CFR 240.14a-12) ¨ Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b)) ¨ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c)) Item 1.01. Entry into a Material Definitive Agreement. On February 1, 2008, Amgen Inc. (Amgen) entered into the following agreements with Takeda Pharmaceutical Company Limited (Takeda): a\nmulti-product License Agreement with respect to Japan (the Japan License Agreement), a License Agreement for motesanib diphosphate (the Global License Agreement), a Supply Agreement, and a Sale and Purchase Agreement (the\nPurchase Agreement). Under the terms of the Japan License Agreement, Amgen has granted\nTakeda an exclusive license to develop and commercialize in Japan certain of Amgens proprietary molecules in the same indications as currently being pursued by Amgen, with the potential for additional indications. The molecules under the Japan\nLicense Agreement include the following: AMG 108, AMG 317, AMG 386, AMG 479, AMG 655 and Vectibix TM (panitumumab), and six other molecules in clinical development, including one that may be included at Amgens option (collectively,\nthe Products). In respect of the Japan License Agreement, Takeda will pay to Amgen an upfront payment of $200 million and success-based\ndevelopment and regulatory approval milestone payments of up to $362 million. Takeda will also pay up to $340 million in expected worldwide development costs for the Products for 2008 through 2012, and a percentage of certain development costs for\nthe Products thereafter. Takeda will be solely responsible for all development and commercialization costs of the Products in Japan. Takeda will pay Amgen double digit royalties on sales of the Products in Japan. Amgen has the right to participate\nin the promotion of the Products in Japan. Under the terms of the Global License Agreement, Amgen and Takeda have agreed to collaborate on the development\nand commercialization of motesanib diphosphate worldwide. The parties will share responsibility for the development of motesanib diphosphate outside Japan, and Takeda shall be responsible for development in Japan. Amgen shall be responsible for\ncommercialization of motesanib diphosphate in North America and Takeda shall be responsible for commercialization outside North America. Each party has the right to participate in the commercialization of motesanib diphosphate in the other\npartys territory. With respect to the Global License Agreement, Takeda will pay to Amgen an upfront payment of $100 million and success-based\nregulatory approval and sales milestone payments of up to $175 million for the first two indications. Additional regulatory approval and sales milestone payments shall be due for each subsequent indication. Takeda will pay 60% of future worldwide\ndevelopment costs (excluding Japan, for which Takeda shall bear 100% of such costs), and the parties will share equally all other costs and all profits of motesanib diphosphate outside Japan. Takeda will pay to Amgen double digit royalties on sales\nof motesanib diphosphate in Japan. Amgen shall be responsible for the manufacture and supply of the Products and motesanib diphosphate to Takeda pursuant\nto the terms of the license agreements and a separate supply agreement. Each of the Japan License Agreement and Global License Agreement shall continue in\neffect until terminated by either party in accordance with the respective agreement. With respect to the license agreements, Amgen will record the upfront\npayments into income ratably over the estimated period of Amgens continuous obligations to Takeda, which Amgen anticipates will be approximately 20 years, and the benefit of each years research and development cost recovery will be\nrecorded as the related expenses are incurred. Under the terms of the Purchase Agreement, Takeda will acquire all of the issued and outstanding shares of\nAmgen K.K., Amgens subsidiary in Japan. Takeda will pay to Amgen the net asset value of Amgen K.K. as of the closing date, which shall exclude certain assets to be transferred out of Amgen K.K. The purchase is expected to close on or before\nMarch 31, 2008. In a press issued on February 3, 2008, Amgen announced its entry into the Japan License Agreement, the Global License Agreement\nand the Purchase Agreement. A copy of the press release is attached hereto as Exhibit 99.1. 2 Item 9.01. Financial Statements and Exhibits. Exhibit No. Description 99.1 Press release dated February 3, 2008. 3 SIGNATURES Pursuant to the requirements of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly authorized. AMGEN INC. By: /s/    Robert A. Bradway Robert A. Bradway Executive Vice President and Chief\nFinancial Officer Date: February 3, 2008 4 EXHIBIT INDEX Exhibit No. Description 99.1 Press release dated February 3, 2008. 5", "year": 2008, "has_any": true}, {"cik": 318154, "sic": "2836", "ticker": "AMGN", "name": "AMGEN INC", "form": "8-K", "filling_date": "2007-08-03", "acc_no": "0001193125-07-169786", "has_clinical": true, "has_phase": false, "has_trial": false, "has_topline": false, "has_press_release": true, "press_release_date": "1999-09-01", "url": "https://www.sec.gov/Archives/edgar/data/318154/000119312507169786/d8k.htm", "text": "8-K 1 d8k.htm FORM 8-K Form 8-K UNITED STATES SECURITIES AND EXCHANGE COMMISSION WASHINGTON, DC 20549 FORM 8-K CURRENT REPORT Pursuant to Section 13 or 15(d) of The Securities Exchange Act of 1934 Date of Report (Date of earliest event reported) July 31, 2007 AMGEN INC. (Exact name of registrant as specified in its charter) Delaware 000-12477 95-3540776 (State or other Jurisdiction of Incorporation) (Commission File Number) (IRS Employer Identification Number) Amgen Inc. One Amgen Center Drive Thousand Oaks, CA 91320-1799 (Address of principal executive offices) (Zip Code) 805-447-1000 (Registrants telephone number, including area code) N/A (Former Name or Former Address, if Changed Since Last Report) Check the appropriate box below if the Form 8-K filing is intended to simultaneously satisfy the filing obligation of\nthe registrant under any of the following provisions: ¨ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425) ¨ Soliciting material pursuant to Rule 14a-12 under the Exchange Act (17 CFR 240.14a-12) ¨ Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b)) ¨ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c)) Item 5.02 Departure of Directors or Certain Officers; Election of Directors; Appointment of Certain Officers; Compensatory Arrangements of Certain Officers. (b) Departure of Directors or Certain Officers. On July 31, 2007, Dennis M. Fenton announced his decision to retire and resign from his position of Executive Vice President, Operations of Amgen Inc. (the Company) effective as of August 1, 2007. He will remain at the\nCompany until December 31, 2007 to assist in a transition. (c) Appointment of Certain Officers. On August 1, 2007, the Company announced the appointment of Fabrizio Bonanni to serve as Executive Vice President, Operations of the Company,\neffective as of that day. Dr. Bonanni, age 60, has served as Senior Vice President, Manufacturing of the Company since 2004. Dr. Bonanni joined the Company in 1999 as Senior Vice President, Quality and Compliance and Corporate Compliance\nOfficer. Previously, Dr. Bonanni held various management positions at Baxter International, Inc. from 1974 to 1999, including positions as Corporate Vice President, Regulatory and Clinical Affairs and Corporate Vice President, Quality Systems. A copy of the press release announcing Dr. Fentons retirement and resignation and Dr. Bonannis appointment is\nattached hereto as Exhibit 99.1 to this Current Report on Form 8-K. Item 9.01 Financial Statements and Exhibits. (d) Exhibits. Exhibit Number Document Description 99.1 Press release dated August 1, 2007. 2 SIGNATURES Pursuant to the requirements of the Securities Exchange Act of 1934, as amended, the Registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly authorized. AMGEN INC. Date: August 2, 2007 By: /s/ David J. Scott Name: David J. Scott Title: Senior Vice President, General Counsel and Secretary 3 EXHIBIT INDEX Exhibit Number Document Description 99.1 Press release dated August 1, 2007. 4", "year": 2007, "has_any": true}, {"cik": 318154, "sic": "2836", "ticker": "AMGN", "name": "AMGEN INC", "form": "8-K", "filling_date": "2006-04-24", "acc_no": "0001193125-06-086852", "has_clinical": true, "has_phase": true, "has_trial": true, "has_topline": false, "has_press_release": true, "press_release_date": "2025-10-17", "url": "https://www.sec.gov/Archives/edgar/data/318154/000119312506086852/d8k.htm", "text": "8-K 1 d8k.htm FORM 8-K FORM 8-K UNITED STATES SECURITIES AND EXCHANGE COMMISSION Washington, D.C. 20549 FORM 8-K CURRENT REPORT Pursuant to Section 13 or 15(d) of The Securities Exchange Act of 1934 Date of Report (Date of earliest event reported) April 18, 2006 AMGEN INC. (Exact name of registrant as specified in its charter) Delaware 000-12477 95-3540776 (State or Other Jurisdiction of Incorporation) (Commission File Number) (IRS Employer Identification No.) Amgen Inc. One Amgen Center Drive Thousand Oaks, CA 91320-1799 (Address of principal executive offices) (Zip Code) Registrants telephone number, including area code 805-447-1000 N/A (Former name or former address, if changed since last report) Check the appropriate box below if the Form 8-K filing is intended to simultaneously satisfy the filing obligation of the registrant under any of the following provisions: ¨ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425) ¨ Soliciting material pursuant to Rule 14a-12 under the Exchange Act (17 CFR 240.14a-12) ¨ Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b)) ¨ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c)) Item 2.02. Results of Operations and Financial Condition On April 18,\n2006, Amgen Inc. (the Company) issued a press release announcing its unaudited results of operations and financial condition for the three months ended March 31, 2006. The full text of the press release is set forth in Exhibit 99.1\nattached hereto. In its press release the Company included certain historical non-GAAP financial measures as defined in Regulation G promulgated by the\nSecurities and Exchange Commission with respect to the three months ended March 31, 2006 and March 31, 2005. Reconciliations for such historical non-GAAP financial measures are attached to the press release set forth as Exhibit 99.1\nattached hereto. The Company believes that its presentation of historical non-GAAP financial measures provides useful supplementary information to and facilitates additional analysis by investors. These historical non-GAAP financial measures are in\naddition to, not a substitute for, or superior to, measures of financial performance prepared in accordance with U.S. Generally Accepted Accounting Principles (GAAP). Three months ended March 31, 2006 For the three months ended March 31, 2006, the Companys adjustments to GAAP financial measures relate to amounts associated with the impact of expensing stock options in accordance with Statement of Financial Accounting Standards\nNo. 123R (SFAS No. 123R), and the Companys acquisitions of Tularik Inc. (Tularik) in August 2004 (the Tularik Acquisition) and Immunex Corporation (Immunex) in July 2002 (the\nImmunex Acquisition). For the three months ended March 31, 2006, the Company reported non-GAAP financial results for research and\ndevelopment (R&D) expense, selling, general and administrative (SG&A) expense and diluted shares used in the calculation of adjusted earnings per share. R&D expense and SG&A expense were adjusted to exclude\nthe effects of expensing stock options in accordance with SFAS No. 123R. Diluted shares used in the calculation of adjusted diluted earnings per were also adjusted to exclude the effects of adopting SFAS No. 123R. The Company believes that\nexcluding the impact of expensing stock options and the related effect of adopting SFAS No. 123R will facilitate comparisons between periods before, during and after such expenses are incurred. R&D expense was also adjusted to exclude incremental compensation provided to certain Tularik employees associated with their retention for the applicable period.\nThe Company believes that excluding such incremental compensation provides a supplemental measure that will facilitate comparisons between periods before, during and after such expense is incurred. For the three months ended March 31, 2006, the Company reported non-GAAP adjusted provision for income taxes, adjusted net income and adjusted earnings per share,\nexcluding (i) the foregoing expense amounts and the effect of adopting SFAS No. 123R in the calculation of adjusted earnings per share for this period for the reasons discussed above and (ii) the ongoing, non-cash amortization of\nacquired intangible assets associated with the Immunex Acquisition (primarily Enbrel ® )\n(the Intangible Assets Amortization). The Company believes that excluding the Intangible Assets Amortization treats those assets as if the Company had developed them internally in the past, and thus provides a supplemental\nmeasure of profitability in which the Companys acquired intellectual property is treated in a comparable manner to its internally developed intellectual property. Three months ended March 31, 2005 For the three months ended March 31, 2005, the Companys adjustments to GAAP financial measures relate to amounts associated with the Companys Tularik Acquisition and Immunex Acquisition and amounts associated with debt\nissuance costs related the Companys convertible notes due in 2032 (the Convertible Notes). For the three months ended March 31,\n2005, the Company reported non-GAAP financial results for R&D expense and interest and other income/(expense), net. R&D expense was adjusted to exclude incremental compensation provided to certain Tularik employees associated with their\nretention for the applicable period. The Company believes that excluding such incremental compensation provides a supplemental measure that will facilitate comparisons between periods before, during and after such expense is incurred. Interest and\nother income/(expense), net was adjusted to exclude the pro rata portion of the debt issuance costs (the Convertible Notes Expense) that 2 were immediately charged to interest expense as a result of certain holders of the Convertible Notes exercising their March 1, 2005 put option and the\nrelated Convertible Notes being repaid in cash. The Company believes that excluding the Convertible Notes Expense provides a supplemental measure that will facilitate comparisons between periods in which such item did not occur. For the three months ended March 31, 2005, the Company reported non-GAAP adjusted provision for income taxes, adjusted net income and adjusted earnings per share,\nexcluding (i) the foregoing expense amounts for this period for the reasons discussed above and (ii) the ongoing, non-cash Intangible Assets Amortization. The Company believes that excluding the Intangible Assets Amortization\ntreats those assets as if the Company had developed them internally in the past, and thus provides a supplemental measure of profitability in which the Companys acquired intellectual property is treated in a comparable manner to its internally\ndeveloped intellectual property. The Company uses the foregoing non-GAAP financial measures in connection with its own budgeting and financial planning. Due to the differing treatments of expensing stock options for the purpose of presenting adjusted earnings per share within and across industries, the\nCompany also reported non-GAAP adjusted earnings per share including the impact of expensing stock options in accordance with SFAS No. 123R for the three months ended March 31, 2006 and March 31, 2005, as a convenience to investors. On the Companys webcast earnings call on April 18, 2006, the Company reported that the pivotal phase 3 clinical trial in women with postmenopausal osteoporosis,\nconsistent with the U.S. Food and Drug Administration guidelines, is a three year trial, with no current plans for a two-year interim analysis, that it expects to complete in 2008. The Company also reported that it expects this trial to support U.S.\nand European regulatory submissions. Forward-Looking Statement This news release contains forward-looking statements that involve significant risks and uncertainties, including those discussed below and others that can be found in\nAmgens Form 10-K for the year ended December 31, 2005, and in Amgens periodic reports on Form 10-Q and Form 8-K. Amgen is providing this information as of the date of this news release and does not undertake any obligation to update any\nforward-looking statements contained in this document as a result of new information, future events or otherwise. No forward-looking statement can be\nguaranteed and actual results may differ materially from those Amgen projects. Discovery or identification of new product candidates or development of new indications for existing products cannot be guaranteed and movement from concept to product is\nuncertain; consequently, there can be no guarantee that any particular product candidate or development of a new indication for an existing product will be successful and become a commercial product. Further, preclinical results do not guarantee\nsafe and effective performance of product candidates in humans. The complexity of the human body cannot be perfectly, or sometimes, even adequately modeled by computer or cell culture systems or animal models. The length of time that it takes for\nAmgen to complete clinical trials and obtain regulatory approval for product marketing has in the past varied and Amgen expects similar variability in the future. Amgen develops product candidates internally and through licensing collaborations,\npartnerships and joint ventures. Product candidates that are derived from relationships may be subject to disputes between the parties or may prove to be not as effective or as safe as Amgen may have believed at the time of entering into such\nrelationship. Also, Amgen or others could identify side effects or manufacturing problems with Amgens products after they are on the market. In\naddition, sales of Amgens products are affected by the availability of reimbursement and the reimbursement policies imposed by third-party payors, including governments, private insurance plans and managed care providers, and may be affected\nby domestic and international trends toward managed care and healthcare cost containment as well as possible U.S. legislation affecting pharmaceutical pricing and reimbursement. Government regulations and reimbursement policies may affect the\ndevelopment, usage and pricing of Amgens products. In addition, Amgen competes with other companies with respect to some of Amgens marketed products as well as for the discovery and development of new products. Amgen believes that some\nof the newer products, product candidates or new indications for existing products, may face competition when and as they are approved and marketed. Amgen products may compete against products that have lower prices, established reimbursement,\nsuperior performance, are easier to administer, or that are otherwise competitive with our products. In addition, while Amgen routinely obtains patents\nfor Amgens products and technology, the protection offered by Amgens patents and patent applications may be challenged, invalidated or circumvented by Amgens competitors and there can be no guarantee of Amgens ability to\nobtain or maintain patent protection for Amgens products or product candidates. Amgen cannot guarantee that it will be able to produce commercially successful products or maintain the commercial success of Amgens existing products.\nAmgens stock price may be affected by actual or perceived market opportunity, competitive position, and success or failure of Amgens products or product candidates. Further, the discovery of significant problems with a product similar to\none of Amgens products that implicate an entire class of products could have a material adverse effect on sales of the affected products and on Amgens business and results of operations. The scientific information discussed in this news release related to our product candidates is preliminary and investigative. Such product candidates are not approved by\nthe U.S. Food and Drug Administration (FDA), and no conclusions can or should be drawn regarding the safety or effectiveness of the product candidates. Only the FDA can determine whether the product candidates are safe and effective for\nthe use(s) being investigated. Further, the scientific information discussed in this news release relating to new indications for our products is preliminary and investigative and is not part of the labeling approved by the FDA for the products. The\nproducts are not approved for the investigational use(s) discussed in this news release, and no conclusions can or should be drawn regarding the safety or effectiveness of the products for these uses. Only the FDA can determine whether the products\nare safe and effective for these uses. Healthcare professionals should refer to and rely upon the FDA-approved labeling for the products, and not the information discussed in this news release. Item 9.01. Financial Statements and Exhibits (c) Exhibits. 99.1 Press Release dated April 18, 2006 3 SIGNATURES Pursuant to the requirements of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly authorized. AMGEN INC. Date: April 24, 2006 By: /s/ Richard Nanula Name: Richard Nanula Title: Executive Vice President and Chief Financial Officer 4 EXHIBIT INDEX Exhibit Number Document Description 99.1 Press release dated April 18, 2006 5", "year": 2006, "has_any": true}, {"cik": 318154, "sic": "2836", "ticker": "AMGN", "name": "AMGEN INC", "form": "8-K", "filling_date": "2005-04-25", "acc_no": "0001193125-05-082967", "has_clinical": true, "has_phase": false, "has_trial": true, "has_topline": false, "has_press_release": false, "press_release_date": null, "url": "https://www.sec.gov/Archives/edgar/data/318154/000119312505082967/d8k.htm", "text": "8-K 1 d8k.htm FORM 8-K Form 8-K UNITED STATES SECURITIES AND EXCHANGE COMMISSION Washington, D.C. 20549 FORM 8-K CURRENT REPORT Pursuant to Section 13 OR 15(d) of The Securities Exchange Act of 1934 April 19, 2005 Date of Report (Date\nof earliest event reported) AMGEN INC. (Exact name of registrant\nas specified in its charter) Delaware 000-12477 95-3540776 (State or other Jurisdiction of Incorporation) (Commission File Number) (IRS Employer Identification Number) Amgen Inc. One Amgen Center Drive Thousand Oaks, CA 91320-1799 (Address of principal executive offices) (Zip Code) 805-447-1000 (Registrants telephone number, including area code) N/A (Former Name or Former Address, if Changed Since Last Report) Check the appropriate box below if the Form 8-K filing is intended to simultaneously satisfy\nthe filing obligation of the registrant under any of the following provisions (see General Instruction A.2. below): ¨ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425) ¨ Soliciting material pursuant to Rule 14a-12 under the Exchange Act (17 CFR 240.14a-12) ¨ Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b)) ¨ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c)) Item 1.01. Entry into a Material Definitive Agreement. On April 19, 2005, Amgen Inc. (Amgen or the Company)\nand Immunex Corporation (a wholly-owned subsidiary of Amgen, Immunex) and Wyeth (formerly American Home Products Corporation, Wyeth) entered into Amendment No. 3 to Amended and Restated Promotion Agreement effective as of\nJanuary 1, 2005 (the Amendment) further amending the Amended and Restated Promotion Agreement dated as of December 16, 2001, as amended (the Promotion Agreement). The Promotion Agreement sets forth certain terms and\nconditions relating to the promotion of Enbrel ® in\nthe United States and Canada. The Amendment amends certain portions of the Promotion Agreement to provide for the parties agreement to share costs for certain full time equivalents employed by Wyeth and Immunex performing medical affairs\nfunctions (including medical and scientific strategic consultation, medical review of promotional materials and publication planning, medical work on clinical trial design, responses to medical inquiries, and implementation and execution of clinical\nprograms) pursuant to the terms and conditions of the Promotion Agreement. The Amendment provides, among other things, that Wyeth and Immunex shall share equally all reasonable costs of medical affairs full time equivalents that are approved in\nadvance by the parties and in accordance with the terms of the Amendment and the Promotion Agreement. The Amendment will be filed as an exhibit to the Companys next periodic filing with the Securities and Exchange Commission. SIGNATURES Pursuant to the requirements of the Securities Exchange Act of 1934, as amended, the Registrant has duly caused this report to be signed on its behalf\nby the undersigned hereunto duly authorized. AMGEN INC. Date: April 25, 2005 By: /s/ David J. Scott Name: David J. Scott Title: Senior Vice President General Counsel and\nSecretary", "year": 2005, "has_any": true}, {"cik": 318154, "sic": "2836", "ticker": "AMGN", "name": "AMGEN INC", "form": "8-K", "filling_date": "2002-07-16", "acc_no": "0000950168-02-001902", "has_clinical": true, "has_phase": true, "has_trial": true, "has_topline": false, "has_press_release": true, "press_release_date": "2002-07-16", "url": "https://www.sec.gov/Archives/edgar/data/318154/000095016802001902/d8k.htm", "text": "8-K 1 d8k.htm FORM 8-K Prepared by R.R. Donnelley Financial -- Form 8-K SECURITIES AND EXCHANGE COMMISSION Washington, D.C. 20549 FORM 8-K CURRENT REPORT PURSUANT TO SECTION 13 OR 15(D) OF THE SECURITIES EXCHANGE ACT OF 1934 July 15, 2002 Date of Report (Date of earliest event reported) AMGEN INC. (Exact Name of Registrant as Specified in Its Charter) Delaware 000-12477 95-3540776 (State or other Jurisdiction of\nIncorporation) (Commission File Number) (IRS Employer Identification\nNumber) Amgen Inc. One Amgen Center\nDrive Thousand Oaks, CA 91320-1799 (Zip\nCode) (Address of principal executive offices) 805-447-1000 (Registrants telephone number, including area code) N/A (Former Name or Former Address, if Changed Since Last Report) Item 2. Acquisition or Disposition of Assets On July 15, 2002, Amgen Inc. (Amgen) announced the closing of its acquisition of Immunex Corporation (Immunex)\npursuant to the Amended and Restated Agreement and Plan of Merger dated as of December 16, 2001 among Amgen, AMS Acquisition Inc., a wholly owned subsidiary of Amgen (Merger Sub), and Immunex, as amended by the First Amendment to Amended\nand Restated Agreement and Plan of Merger dated as of July 15, 2002 (the Merger Agreement). Pursuant to the Merger Agreement, Immunex was merged with and into Merger Sub, with Merger Sub continuing as the surviving corporation and a\nwholly-owned subsidiary of Amgen, and each share of Immunex common stock outstanding at the effective time of the merger was converted into the right to receive 0.44 of a share of Amgen common stock and $4.50 in cash. A copy of Amgens press release dated July 16, 2002 announcing the closing of the acquisition is attached hereto as Exhibits 99.1 and\nis incorporated herein by reference. A description of certain factors that may affect Amgens business,\nafter giving effect to the acquisition, is attached to this Current Report as Exhibits 99.5 and is incorporated herein by reference. Item 5. Other Events. Set forth below is an\nupdate to the description of the business of Amgen Inc. and its consolidated subsidiaries (including Immunex Corporation, unless the context requires otherwise, Amgen or the Company) set forth in Amgens Annual Report on\nForm 10-K for the year ended December 31, 2001 to reflect Amgens acquisition of Immunex on July 15, 2002. The updated business description is primarily based on filings made by Immunex with the Securities and Exchange Commission prior to\nAmgens acquisition of Immunex. While we have no reason to believe this description is inaccurate, we can give you no assurance that this current description will conform with our operation of Immunex following the acquisition. BUSINESS Products Acquired in Connection with Immunex Acquisition Enbrel ® (etanercept) Enbrel ® (proper name -\netanercept) is Immunexs trademark for its soluble tumor necrosis factor (TNF) receptor. Enbrel ® blocks the biologic activity of TNF by competitively inhibiting TNF binding to the TNF cell surface receptors, which is expressed in a wide variety of tissues. TNF production is induced in response to inflammatory stimuli\nand mediates various physiologic responses including inflammatory and immunological responses. In November 1998,\nImmunex received FDA approval and began marketing Enbrel ® in the U.S. for the reduction of the signs\nand symptoms in patients with moderately to severely active rheumatoid arthritis (RA). In May 1999, Immunex received FDA approval of Enbrel ® for treating moderately to severely active polyarticular-course juvenile RA (JRA), in patients who have had an inadequate response to one or more disease-modifying,\nanti-rheumatic drugs (DMARDs). In June 2000, the FDA approved Enbrel ® for inhibiting the\nprogression of structural damage in patients with moderately to severely active RA. In December 2000, the Canadian Health Protection Bureau approved Enbrel ® in adults for reduction in signs and symptoms of moderately to severely active RA in patients who have had an inadequate response to one or more DMARDs. In January 2002, the FDA approved\nEnbrel ® for reducing the signs and symptoms of active arthritis in patients with psoriatic arthritis\n(PsA). Because Enbrel ® has been marketed only since 1998, its long-term effects are\nlargely unknown. See Factors that May 1 Affect AmgenWe may be required to perform additional clinical trials or change the labeling of our products if we or others identify side effects after our products are on the market. Because demand for Enbrel ® was projected to temporarily exceed supply, Immunex began an Enbrel ® enrollment program in November 2000 to help ensure uninterrupted therapy for U.S. patients prescribed Enbrel ® before January 1, 2001. The Enbrel ® enrollment program called for these patients to register with Immunex and receive an enrollment number. As of January 1, 2001, patients considering therapy with Enbrel ® , but not yet receiving treatment, were invited to enroll in the program and were placed on a waiting list. These\npatients receive Enbrel ® on a first come, first served basis once additional supply of\nEnbrel ® becomes available. In the second quarter of 2002, Immunex experienced a brief period where no\nEnbrel ® was available to fill patient prescriptions, primarily due to variation in the production\nyield from BI Pharma. Once supply of Enbrel became available, Immunex resumed filling orders on a first come, first served basis. See Factors that May Affect AmgenLimits on our current source of supply for Enbrel ® will constrain Enbrel ® sales growth and Our sources of supply for Enbrel ® are limited. Amgen owns the rights to Enbrel ® in the U.S. and Canada, and Wyeth, formerly American Home Products Corporation, owns rights to Enbrel ® in all other countries. Accordingly, Amgen does not receive royalties or a share of gross profits from sales of\nEnbrel ® outside the U.S. and Canada. Amgen and Wyeth are marketing Enbrel ® in the U.S. and Canada under a promotion agreement. See Joint Ventures and Business\nRelationshipsWyeth. Enbrel ® sales for the years ended December 31, 2001, December 31, 2000 and December 31, 1999 were $761.9 million, $652.4 million, and $366.9 million,\nrespectively. Novantrone ® (mitoxantrone) Novantrone ® (proper name - mitoxantrone for injection concentrate) is\nImmunexs trademark for its compound similar to doxorubicin and idarubicin, two chemotherapeutic agents frequently used to treat some cancers, but with a molecular change that results in less damage to the heart. In December 1987, the FDA\napproved Novantrone ® for initial therapy of acute nonlymphocytic leukemia in combination with other\ndrug(s). In November 1996, Novantrone ® was approved by the FDA for use in combination with\ncorticosteroids for the treatment of pain in advanced hormone refractory prostate cancer. In October 2000, the FDA approved Novantrone ® for reducing neurologic disability and/or the frequency of clinical relapses in patients with secondary progressive, progressive relapsing or worsening relapsing-remitting Multiple Sclerosis (MS).\nNovantrone ® is not indicated for primary progressive MS. Novantrone ® sales for the years ended December 31, 2001, December 31, 2000 and December 31, 1999 were $71.2 million, $59.9 million and $44.5 million, respectively. Leukine ® In May 2002, Immunex announced that it had agreed to sell its\nLeukine ® (proper name-sargramostim) business to Schering AG Germany for approximately $380 million in\ncash plus the payment of additional cash consideration upon achievement of certain milestones. Immunex has agreed to sell its Leukine ® business as a condition to obtaining regulatory approval of Amgens acquisition of Immunex. Thioplex Thioplex ® (proper name - thiotepa for injection) is Immunexs trademark for a powder formulation of thiotepa for injection. Thioplex ® is approved for the palliative treatment of a wide variety of tumor types, which means that it alleviates\nsymptoms without curing the underlying disease. The FDA has approved Thioplex ® for a number of\noncology indications. In 2001, Thioplex ® began to face generic competition. Acquired Product Candidates Inflammation 2 Poor regulation of TNF occurs in conditions such as psoriasis and ankylosing\nspondylitis. Psoriasis is a skin disorder that most commonly appears as inflamed swollen skin lesions, which can be extremely painful and disfiguring. Ankylosing spondylitis is a unique form of chronic inflammatory arthritis characterized by joint\nstiffness, pain and extra bone growth that can result in partial or complete fusion of the spine. In August 2001,\nImmunex announced the results of a six-month randomized, placebo-controlled, double-blind Phase 2 clinical trial indicating that psoriasis patients treated with Enbrel ® experienced significant improvement compared to patients who were treated with placebo. In the fourth quarter of 2001, Immunex commenced Phase\n2/3 dose ranging clinical trial in psoriasis. In the second quarter of 2002, a second large, controlled trial was initiated. Immunex also collected data in its Phase 2 and 3 clinical trials in psoriatic arthritis that will assist Amgen in evaluating\nthe safety and efficacy of Enbrel ® in treating patients with psoriasis. Enbrel ® is being studied in a large Phase 3 clinical trial in ankylosing spondylitis. Enbrel ® is also being studied in a Phase 3 clinical trial for Wegners Granulomatosis. Amgen is developing IL-1 Receptor Type 2, a natural regulator of IL-1. IL-1 Receptor Type 2 is believed to work by competitively binding\nIL-1, which prevents IL-1 from binding to cell surface receptors, potentially preventing a signal to the cell that can lead to inflammatory disease. IL-1 Receptor Type 2 is in a Phase 1 clinical trial in RA to assess tolerability. In May 1999, Immunex entered into an agreement with Genmab A/S, or Genmab, for HuMax-IL-15, a fully human antibody against\ninterleukin-15, or IL-15. IL-15 is a cytokine that plays a role in the cascade of reactions that cause the inflammatory process involved in diseases such as RA, psoriasis and Crohns disease. Under the terms of the agreement, Genmab is\nresponsible for developing, at its cost, HuMax-IL-15 through Phase 2 clinical trials, but Amgen has an exclusive option to assume development responsibility of Phase 3 clinical trials, and then to market and sell HuMax-IL-15 should it receive FDA\napproval. In October 2001, Genmab announced the initiation of a Phase 1/2 clinical trial of HuMax-IL-15 in patients with RA. Cancer Certain tissue growth factors are believed to play a role in the development and\ngrowth of tumors. Immunex had entered into, and Amgen is continuing, a joint development and commercialization agreement with Abgenix, Inc. (Abgenix) for both parties to develop and commercialize human antibody ABX-EGF. See\n Joint Ventures and Business Relationships-Abgenix. It is believed that ABX-EGF targets the receptor for human epidermal growth factor, or EGFr, which is over expressed in some of the most prevalent human tumor types,\nincluding lung, prostate, pancreatic, colorectal, renal cell and esophageal. ABX-EGF is in a series of Phase 2 clinical trials to evaluate its tolerability and efficacy for the treatment of several types of cancers. These include clinical trials in\npatients with kidney, colorectal, prostate and non-small cell lung cancer. Joint Ventures and Business Relationships Wyeth Background .    Prior to the acquisition of Immunex, Wyeth and Immunex were parties to several agreements relating to business and corporate governance matters. As a result of\nthe closing of the acquisition of Immunex, some of these agreements were terminated, however, some agreements have survived the acquisition. In connection with the acquisition, Amgen entered into several agreements with Wyeth relating to these\nagreements to establish the framework for the ongoing relationship between Wyeth, Immunex and Amgen. In the following discussion, Wyeth refers to Wyeth, or its various divisions or affiliates. Amended and Restated Promotion Agreement. In connection with the acquisition of Immunex, Amgen entered into an agreement with Wyeth to\namend 3 and restate an existing long-term Enbrel ® promotion agreement between Wyeth and Immunex. The principal operative terms of the amendment and restatement of the Enbrel ® promotion agreement became effective at the closing of the acquisition of Immunex. In\n1997, Immunex entered into an Enbrel ® promotion agreement with Wyeth. Under the terms of the\nEnbrel ® promotion agreement, Enbrel ® was promoted in the U.S. and Canada by the sales and marketing organization of Wyeth. Under the amended and restated promotion agreement, Wyeth and Amgen will jointly market and sell Enbrel ® to all appropriate customer segments in the U.S. and Canada for all approved indications other than oncology. The rights to promote\nEnbrel ® in the U.S. and Canada for oncology indications are reserved to Amgen. Under the amended and restated promotion agreement, an Enbrel ® management committee comprised of an equal number of representatives from Wyeth and from Amgen will be responsible for overseeing the marketing\nand sales of Enbrel ® including strategic planning, approval of an annual marketing plan, product\npricing and establishing an Enbrel ® brand team. The Enbrel ® brand team, with equal representation from each party, will prepare and implement the annual marketing plan and will be responsible for\nall sales activities. The agreement provides that each of Wyeth and Amgen will:  have primary tactical execution responsibility for specific activities identified within the agreement or as directed by the management committee;  be required to maintain a minimum level of financial commitment to promotion and marketing and a minimum number of sales personnel for Enbrel ® as established from time to time by the management committee; and  pay a defined percentage of all marketing and sales expenses approved by the management committee. The amended and restated promotion agreement further provides that Amgen will:  pay Wyeth a percentage of the annual gross profits of Enbrel ® in the U.S. and Canada attributable to all indications for Enbrel ® , other than oncology indications, on a scale that increases as gross profits increase;  be entitled to keep all of the gross profits attributable to any future U.S. or Canadian oncology indications for Enbrel ® ; and  pay Wyeth specified residual royalties on a declining scale based on net sales of Enbrel ® in the U.S. and Canada in the three years following the expiration or termination of Wyeths detailing and promotion of Enbrel ® . If Wyeth sells or distributes a biologic product in the U.S. and Canada that is directly competitive with Enbrel ® , as defined in this agreement, and subject to several exclusions, Wyeth will give Amgen prior written notice and, upon Amgens request, the parties will attempt in good faith to either\nestablish mutually acceptable terms under which Amgen will co-promote this competitive biologic product or establish other terms for a commercial relationship with Wyeth, or negotiate an adjustment to the gross profits allocated to Wyeth under this\nagreement. If Amgen is unable to establish acceptable terms with Wyeth within 90 days of its request, Amgen will have the option to reacquire from Wyeth all marketing rights to Enbrel ® in the U.S. and Canada and terminate this agreement, subject to the payment by Amgen of a substantial amount to Wyeth over a defined period. If\nWyeth obtains a biologic product that is directly competitive with Enbrel ® through the acquisition of\nanother company and Amgen reacquires the marketing rights to Enbrel ® in the U.S. and Canada,\nWyeths primary field sales force that had detailed Enbrel ® in the relevant territory within the\nU.S. and Canada for a specified period will not sell, detail or otherwise distribute the competitive biologic product for a specified period in the U.S. and Canada. Wyeth has agreed to reimburse Amgen for a defined percentage of the clinical and regulatory expenses Amgen incurs in connection with the filing and approval of any new\nindications for Enbrel ® in the U.S. and Canada, excluding oncology and rheumatoid arthritis\nindications. Wyeths reimbursement of these clinical and 4 regulatory expenses is in addition to another existing cost-sharing arrangement between Amgen and Wyeth for development costs related to Enbrel ® . The additional Wyeth reimbursement for clinical and regulatory expenses under this  agreement, a portion of which is payable upon\nregulatory filing of any new indication and the remainder of which will be payable upon regulatory approval of any new indication, if any, applies for that part of the U.S. and Canadian clinical and regulatory expenses for Enbrel ® for which Amgen would otherwise be financially responsible under the cost-sharing provisions in the other\ncost-sharing agreement. Wyeth will also provide reimbursement under this agreement for a defined percentage of specified patent expenses related to Enbrel ® , including any up-front license fees and milestones, as well as patent litigation and interference expenses. Subject to specified limitations, Wyeth will also be responsible for a defined percentage of the liabilities, costs and expenses associated with the manufacture, use or\nsale of Enbrel ® in the U.S. or Canada. Agreement Regarding Governance and Commercial Matters .    In connection with the acquisition of Immunex, Amgen also entered into an agreement\nregarding governance and commercial matters with Wyeth. This agreement relates to, among other things:  the rights of Wyeth to complete the development of and sell identified products under development by Immunex and the rights to market and promote those products\ndeveloped by Immunex under an existing products rights agreement (described below);  amending the product rights agreement as of the closing of the acquisition of Immunex to terminate the rights described above in exchange for a specified\npayment to Wyeth;  Amgens agreement not to sue Wyeth under any of Amgens patents or any patents that come under Amgens control for infringement for developing,\nmaking, using, marketing, distributing, importing or selling Enbrel ® anywhere in the world outside of\nthe U.S. and Canada; and  Amgens grant to Wyeth of an exclusive option to acquire, subject to the approval of a third party, an exclusive sublicense under a license agreement\nbetween a third party and Amgen. Wyeth may exercise this option at any time on or before December 31, 2002. If exercised, in addition to all upfront payments, milestone payments, and royalties payable under the sublicense agreement, Wyeth will\nreimburse Amgen in an amount not to exceed a defined cap for amounts paid to the third party in 2002 to maintain the license agreement. TNFR License and Development Agreement .    In July 1996, Immunex entered into a TNFR license and development agreement with Wyeth under which Immunex retained marketing\nrights to Enbrel ® in the U.S. and Canada, and Wyeth retained marketing rights to Enbrel ® outside of the U.S. and Canada. The TNFR agreement also addresses joint project management, cost sharing for\ndevelopment activities related to Enbrel ® , manufacturing responsibilities, intellectual property\nprotection and disposition of rights upon relinquishment or termination of product development. Agreements\nRelated to the Manufacturing of Enbrel ® .    Under the TNFR\nagreement, Immunex agreed with Wyeth to negotiate the terms of a supply agreement for 5 the commercial supply of Enbrel ® to Wyeth\noutside the U.S. and Canada. In November 1998, Immunex and Wyeth entered into an Enbrel ® Supply\nAgreement with Boehringer Ingelheim Pharma KG (BI Pharma), for the commercial supply of Enbrel ® to Immunex in the U.S. and Canada, and to Wyeth outside of the U.S. and Canada. The Enbrel ® Supply Agreement was amended in June 2000 to offer BI Pharma financial incentives to provide additional near-term production capacity for Enbrel ® , to facilitate process improvements for Enbrel ® and to extend the term of the agreement. The parties have agreed to further amend the Enbrel ® Supply Agreement, to be effective June 2002, to reflect the transfer of production to a new BI Pharma manufacturing facility, to provide for the use of an improved manufacturing process, to\nextend the term of the agreement, and to offer BI Pharma additional financial incentives to provide additional near-term production capacity for Enbrel ® . On January 1, 2002, Immunex purchased from Wyeth a\nlarge-scale biopharmaceutical manufacturing facility in West Greenwich, Rhode Island. Immunex collaborated with Wyeth to retrofit this facility and it is intended for the production of Enbrel ® . In connection with the signing of the purchase agreement for the Rhode Island manufacturing facility, Immunex and Wyeth entered into a\ncollaboration and global supply agreement related to the manufacture, supply, inventory, and allocation of defined supplies of Enbrel ® produced at the Rhode Island manufacturing facility, and a new Rhode Island manufacturing facility under construction as well as particular supplies of Enbrel ® produced by either BI Pharma in Germany or Wyeth at a manufacturing facility Wyeth is constructing in Ireland. However, until the Rhode Island\nmanufacturing facility receives regulatory approval, a preliminary August 2000 agreement among Immunex and Wyeth will continue to govern the allocation of supplies of Enbrel ® . See Manufacturing and Raw Materials. Stockholders Rights Agreement .    In connection with Amgens acquisition of Immunex, Amgen entered into a stockholders rights agreement with Wyeth. Standstill Provisions .    Under the stockholders rights agreement, Wyeth agreed\nthat until December 16, 2006, it may not:  acquire or propose to acquire any Amgen securities or securities of Amgen subsidiaries or any assets of Amgen or its subsidiaries or make any public\nannouncement with respect to any of the foregoing;  participate in any way in any solicitation of proxies to vote, or seek to advise or influence any person with respect to the voting of, any of Amgen securities\nor make any public announcement with respect to any of the foregoing;  form or in any way participate in a group in connection with any of the foregoing;  otherwise act to seek to control or influence Amgen management, board of directors or policies;  request Amgen to amend or waive the standstill provisions of the stockholders rights agreement or take any action which would reasonably be expected to\nrequire Amgen to make a public announcement regarding the possibility of a business combination or merger or make any public announcement with respect to any of the restrictions in this clause; or  advise, assist or encourage, or direct any person to advise, assist or encourage any other persons, in connection with any of the foregoing. The above restrictions do not apply to:  purchases by Wyeth of Amgen common stock for employee benefit or other plans not to exceed 1% of the outstanding shares of Amgen common stock; or  securities held by a company that Wyeth acquires in the future, if the fair market value of the securities represents less than 20% of the assets of that\ncompany; however, Wyeth must use commercially reasonable efforts to divest those securities within 18 months of the consummation of the acquisition. Voting of Amgen Common Stock. Under the stockholders rights agreement, Wyeth agreed that, until 6 Wyeth beneficially owns in the aggregate less than 2% of the outstanding shares of Amgen common stock, Wyeth must cause all shares of Amgen common stock beneficially owned by it to be voted:  with respect to the election of directors, in favor of those individuals nominated by Amgens board of directors or a nominating committee of Amgens\nboard of directors;  on all proposals of Amgens other stockholders, in accordance with the recommendation of Amgens board of directors; and  on all other matters that come before Amgens stockholders for a vote, in proportion to the votes cast by the other Amgen stockholders. Lock-Up of Shares of Common Stock Acquired in the Acquisition .    Under the\nstockholders rights agreement, Wyeth and Amgen agreed that, for 90 days following the closing of Amgens acquisition of Immunex, Wyeth may not transfer any shares of Amgens common stock other than transfers:  to a wholly-owned subsidiary of Wyeth;  pursuant to a third party tender offer or exchange offer which was not induced by Wyeth and (a) which is approved by Amgens board of directors or (b) in\ncircumstances in which it is reasonably likely that Wyeth would be, as a result of not tendering or exchanging, forced to receive consideration that is different than the consideration available to those stockholders who did tender or exchange;  arising as a result of a merger or similar transaction involving Amgen; or  in the form of a pledge in connection with bona fide financings (other than derivative transactions) with a financial institution, provided the pledgee agrees\nto the applicable restrictions set forth in stockholders rights agreement. Volume\nLimitations on Sales of Common Stock. Wyeth may not transfer more than 20 million shares of Amgen common stock (including common stock underlying derivative transactions) in any calendar quarter, excluding shares of Amgen\ncommon stock transferred pursuant to underwritten syndicated offerings. In addition, the aggregate number of\nshares of Amgen common stock underlying derivative transactions effected in any calendar week by Wyeth may not exceed 20% of the aggregate trading volume of Amgen common stock on the Nasdaq National Market in the immediately preceding calendar week. Registration Rights. Shelf Registration. Under the stockholders rights agreement, Amgen agreed that Amgen would prepare and file with the SEC immediately\nafter the closing of the acquisition of Immunex a registration statement registering the resale of Amgen common stock from time to time by Wyeth or any other permitted holders of Amgen common stock received by Wyeth in the acquisition. Amgen further\nagreed to use commercially reasonable efforts to:  cause the shelf registration statement to be declared effective within 90 days after the closing of the acquisition of Immunex; and  keep the shelf registration statement continuously effective until the earlier of (a) the first anniversary of the closing of the acquisition of Immunex and (b)\nthe sale of all of the securities included in the shelf registration statement. Wyeth, or any\nother permitted holders of Amgen common stock received by Wyeth in the acquisition, may request Amgen to effect an underwritten syndicated offering by supplement or amendment to the shelf registration 7 statement. In this case, the requesting party or parties and Amgen will enter into an underwriting agreement in customary form with the underwriters for the offering which will be underwritten by\ntwo co-managing underwriters with the requesting holders selecting one co-managing underwriter and with Amgen selecting the second co-managing underwriter. In some circumstances, Amgen may delay an offering for a limited period of time. Amgen is only obligated to effect two offerings under the shelf registration statement and each of these\nofferings must include at least 5 million shares of common stock. In addition, these underwritten offerings will be subject to cutback if either of the co-managing underwriters reasonably advises Amgen that the number of shares of Amgen common stock\nrequested to be included in the offering exceeds the number that can be sold in the offering at a price reasonably related to the then current market value of Amgen common stock. Demand Registration Rights. Beginning on the first anniversary of the closing of the acquisition of Immunex, and until the fourth anniversary\nof the closing of the acquisition of Immunex, Wyeth, or any other permitted holders of Amgen common stock received by Wyeth in the acquisition, may request that Amgen file a registration statement covering the registration of a minimum of 5 million\nshares of Amgen common stock held by these holders in an underwritten offering. Amgen has agreed to use its commercially reasonable efforts to cause to be registered all the shares that the requesting party or parties have requested to be\nregistered. Amgen is obligated to effect up to four demand registrations, less the number of underwritten\nofferings effected under the shelf registration statement. In certain circumstances, Amgen may delay an offering for a limited period of time. Furthermore, Amgens board of directors may delay the filing of a demand registration statement if\nthe filing would likely materially interfere with a potential contemplated material financing, acquisition, corporation reorganization, corporate development or merger or other transaction involving Amgen. Other terms of the demand registration are\ncomparable to those provided with respect to the shelf registration described above. If Amgen files a demand\nregistration statement registering an underwritten offering of Amgen common stock on behalf of Wyeth, or any other permitted holders of Amgen common stock received by Wyeth in the acquisition, Amgen may include in the registration statement shares\nof Amgen common stock for Amgens own account. Amgens right is subject to cutback if either of the co-managing underwriters reasonably advises Wyeth that the number of shares of common stock requested to be included in the offering\nexceeds the number that can be sold in the offering at a price reasonably related to the then current market value of Amgen common stock. Piggy Back Registration Rights. If Amgen files a registration statement registering an underwritten offering of Amgen common stock on Amgens behalf or on behalf of other holders of Amgen\ncommon stock, Wyeth, or any other permitted holders of common stock received by Wyeth in the acquisition, have the right to request that Amgen include their shares in the registration statement. Their right to include shares is subject to customary\ncutbacks if the managing underwriter, to be selected by Amgen, advises Amgen that the number of shares of common stock requested to be included in the offering exceeds the number that can be sold in the offering at a price reasonably related to the\nthen current market value of Amgen common stock. Furthermore, Amgen may decide for any reason not to proceed with the proposed registration and may, at Amgens election, give written notice of the determination to the parties requesting\ninclusion in the registration, and, thereupon, Amgen will be relieved of its obligation to register any shares of Amgen common stock in connection with that registration statement. Termination .    Except with respect to the standstill provisions and the voting provisions, which will terminate as described above, the\nstockholders rights agreement and the obligations of the parties under it will terminate on the first date on which Wyeth beneficially owns less than 5 million shares of Amgen common stock. Terminated Agreements .    Wyeth also entered into the following agreements with Immunex that were terminated upon the closing of the\nacquisition of Immunex. Product Rights Agreement .    In July 1998, Immunex entered\ninto a product rights agreement with Wyeth, under which Immunex granted Wyeth, among other things, an option to obtain royalty-bearing worldwide exclusive licenses to a limited number of Immunex products for all clinical indications. This option is\nreferred to as a product 8 call. The product rights agreement also granted Wyeth a right of first refusal to Immunex covered products and technologies that may only be exercised if the Immunex board of directors\ndecides that Immunex will not market a covered product or technology by itself in any part of the world where it has or acquires marketing rights. In accordance with the agreement regarding governance and commercial matters, the product rights\nagreement was amended at the closing of the acquisition of Immunex to terminate Wyeths product call right and right of first refusal in exchange for a specified payment to Wyeth by Amgen. Under the terms of the agreement, termination of these\nrights also terminated the agreement. Governance Agreement .    Prior to the\nacquisition of Immunex, Immunex and Wyeth were parties to a governance agreement which related to, among other things:  corporate governance, including the composition of the Immunex board of directors (immediately prior to the closing of the acquisition of Immunex, Wyeth had the\nright to designate for election two directors of Immunex);  Wyeths right to purchase additional shares of Immunex common stock from Immunex if specified events occur;  future purchases and sales of Immunex common stock by Wyeth;  the requirement that members of the Immunex board of directors designated by Wyeth approve specified corporate actions; and  the requirement that a supermajority of the members of the Immunex board of directors approve specified corporate actions. Pursuant to the terms of the governance agreement and the agreement regarding governance and commercial matters, the governance agreement terminated\nas of the closing of the acquisition of Immunex. Abgenix Amgen and Abgenix have an agreement providing for the joint development and commercialization of ABX-EGF. Under the agreement, development\nand commercialization costs will be shared equally, as would any potential profits from sales of ABX-EGF. Abgenix has responsibility for completing the ongoing Phase 1 clinical trial, Amgen and Abgenix are responsible for the ongoing and future\nPhase 2 clinical trials and Amgen has primary responsibility for future Phase 3 clinical trials. If the clinical trials for ABX-EGF are successful and regulatory approval is received, Amgen would play the primary role in marketing ABX-EGF, while\nAbgenix would retain co-promotion rights. Marketing Amgen and Wyeth share commercialization responsibilities for Enbrel ® under a co-promotion agreement. Under the Enbrel promotion agreement, Amgen and Wyeth jointly promote Enbrel in the U.S. and Wyeth promotes Enbrel in Canada to healthcare providers such as\ndoctors and hospitals, pharmacy benefit managers and managed care organizations. In February 2002, Immunex began detailing Enbrel ® in the U.S. through its own dedicated sales force. Immunex has focused its sales force on double covering certain key rheumatologists currently visited by Wyeth sales representatives and on promoting the new PsA\nindication for Enbrel to dermatologists. See Joint Ventures and Business RelationshipsWyeth. Enbrel ® is reimbursed by private payors, and changes in coverage and reimbursement policies of these payors could have a material adverse effect on sales of Enbrel ® . Amgen\nuses pharmaceutical wholesalers and specialty distributors for Enbrel ® and Novantrone ® . For Enbrel ® , rather than stocking inventory of product at wholesalers, wholesaler orders for Enbrel ® are primarily drop-shipped directly to pharmacies for end-users. Amgen receives and processes product orders through a centralized 9 customer service and sales support group. A third party provides Amgen with shipping, warehousing and data processing services on a fee basis. Because demand for Enbrel ® was projected to temporarily exceed supply, Immunex began an Enbrel ® enrollment program in November 2000 to help ensure uninterrupted therapy for U.S. patients prescribed Enbrel ® before January 1, 2001. The Enbrel ® enrollment program called\nfor these patients to register with Immunex and receive an enrollment number. As of January 1, 2001, patients considering therapy with Enbrel ® , but not yet receiving treatment, were invited to enroll in the program and were placed on a waiting list. These patients receive Enbrel ® on a first come, first served basis once additional supply of Enbrel ® becomes available. In the second quarter of 2002, Immunex experienced a brief period where no Enbrel ® was available to fill patient prescriptions, primarily due to variation in the production yield from BI Pharma. Once supply of Enbrel became\navailable, Immunex resumed filling orders on a first come, first served basis. See Factors that May Affect AmgenLimits on our current source of supply for Enbrel ® will constrain Enbrel ® sales growth and Our sources of supply for Enbrel ® are\nlimited. Competition Any products or technologies that are directly or indirectly successful in addressing RA could negatively impact the market for Enbrel ® . A number of companies are marketing or developing biological or other products that compete or are expected to compete with Enbrel ® . Companies marketing treatments include: Centocor/Johnson & Johnson, which currently markets\nRemicade ® for use with methotrexate to treat RA; Aventis, which markets Arava ® ; Pharmacia Corporation, which markets Celebrex ® ; Merck, which markets Vioxx ® ; and other generic competitors which market methotrexate, gold, sulphazine and Plaquinil. The Company also markets Kineret for the reduction of the signs and symptoms of moderately to severely active RA in\npatients 18 years of age or older who have failed one or more DMARD. Companies developing treatments include: Abbott Laboratories/Knoll, which is developing D2E7; Pharmacia/Celltech Group plc, which is developing CDP870; Genentech/Hoffman-LaRoche\nInc., which is studying Rituxan for use in treating RA; Ares-Serono, which is studying Rebif and TBP-1 in RA; Regeneron Pharmaceuticals Incorporated, which is developing IL-1 TRAP; various other companies, including Vertex and Scios, are developing\nprograms against the P38 MAP target; Vertex Pharmaceuticals Incorporated/Aventis Pharmaceuticals, which is developing pralnacasan; Alexion Pharmaceuticals Inc., which is developing an antibody that inhibits the complement cascade; Immune Response\nCorporation, which is developing a proprietary immune-based vaccine therapy; and various other competitors, such as Celgene, working with Selective Cytokine Inhibitory Drugs, Glaxo SmithKline, Altana and ICOS Corporation, with respect to PDE-4.\nBecause demand for Enbrel ® was projected to temporarily exceed supply, Immunex began an\nEnbrel ® enrollment program in November 2000 to help ensure uninterrupted therapy for U.S. patients\nprescribed Enbrel ® before January 1, 2001. In the second quarter of 2002, Immunex experienced a brief\nperiod where no Enbrel ® was available to fill patient prescriptions, primarily due to variation in\nthe production yield from BI Pharma. Once supply of Enbrel ® became available, Immunex resumed filling\norders on a first come, first served basis. See Factors that May Affect AmgenLimits on our current source of supply for Enbrel ® will constrain Enbrel ® sales growth\nand Our sources of supply for Enbrel ® are limited. Amgen believes that supply\nconstraints being experienced by Amgen may make competitive products more attractive to patients and physicians. A number of companies are marketing products that compete with Novantrone ® for its\noncology indications or may compete with Novantrone ® for its new MS indication. The companies include\nBiogen, Berlex Laboratories (a subsidiary of Schering AG), Serone, Teva Pharmaceuticals Industries Limited, Pharmacia and Bedford Laboratories (a division of Ben Venue Laboratories, Inc.) Manufacturing and Raw Materials Substantially\nall the raw materials used to manufacture Enbrel ® are available from multiple sources. However, two\nof the raw materials used in the production of Enbrel are manufactured by single suppliers. A material shortage, contamination or recall could adversely impact or disrupt commercial manufacturing of Enbrel ® . Amgen\nis dependent on a third party contract manufacturer for commercial production of Enbrel ® . Failure by\nthese third parties to supply the quantities of Enbrel ® for which Amgen has contracted could\nadversely affect Enbrel ® sales. All finished dosage forms of Enbrel are currently manufactured by BI\nPharma and packaged by a 10 third-party contract packager. All finished dosage forms for Novantrone ® are manufactured by Wyeth subsidiaries or sourced by Wyeth from third-party manufacturers. In November 1998, Immunex and Wyeth entered into a long-term supply agreement with BI Pharma to manufacture commercial quantities of Enbrel ® . Until the retrofitted Rhode Island manufacturing facility receives FDA approval, Amgens sales of Enbrel ® are entirely dependent on BI Pharma manufacturing the product. Amgen has made significant purchase commitments to BI Pharma under the BI Pharma\nsupply agreement to manufacture commercial inventory of Enbrel ® . Under the BI Pharma supply\nagreement, BI Pharma has reserved a specified level of production capacity for Enbrel ® , and\nAmgens purchase commitments for Enbrel ® are manufactured from that reserved production\ncapacity. Amgen is required to submit a rolling three-year forecast for manufacturing the bulk drug for Enbrel ® , and a rolling forecast for a shorter period for the number of finished vials of Enbrel ® to be manufactured from the bulk drug. Amgen has submitted firm orders for the maximum production capacity that BI Pharma currently has reserved for Enbrel ® . Amgen and Wyeth will be responsible for substantial payments to BI Pharma if Amgen and Wyeth fail to use a specified percentage of the\nproduction capacity that BI Pharma has reserved for Enbrel ® each calendar year, or if the BI Pharma\nsupply agreement is terminated prematurely under specified conditions. In June 2000, Immunex, Wyeth and BI Pharma amended the BI Pharma supply agreement to offer BI Pharma financial incentives to provide additional near-term production capacity for\nEnbrel ® , to facilitate process improvements for Enbrel, and to extend the term of the agreement. The\nparties have agreed to further amend the Enbrel ® Supply Agreement, to be effective June 2002, to\nreflect the transfer of production to a new BI Pharma manufacturing facility, to provide for the use of an improved manufacturing process, to extend the term of the agreement, and to offer BI Pharma additional financial incentives to provide\nadditional near-term production capacity for Enbrel ® . On January 1, 2002, Immunex purchased from Wyeth a large-scale biopharmaceutical manufacturing facility in West Greenwich, Rhode Island\n(the RI Facility). Immunex and Wyeth have invested substantial sums and worked closely together to retrofit the Rhode Island manufacturing facility to accommodate the commercial production of Enbrel bulk drug. FDA approval is required\nfor commercial production of Enbrel at this facility. In November 2001, Immunex broke ground on the BioNext\nProject  , a new manufacturing plant to be built adjacent to the RI Facility. When the facility is\ncompleted and approved by the FDA, it is scheduled to produce Enbrel ® and possibly other products\nthat may be developed. In April 2002, Immunex announced that it had entered into a manufacturing agreement with\nGenentech, Inc. to produce Enbrel ® at Genentechs manufacturing facility in South San Francisco,\nCalifornia. The manufacturing facility is subject to FDA approval, which the parties hope to obtain in 2004. Upon approval, the Genentech facility will become a licensed manufacturing site for commercial supply of Enbrel ® . Under the terms of the agreement, Genentech will produce Enbrel ® through 2005, with an extension through 2006 by mutual agreement. Amgen is currently unable to supply enough Enbrel ® to meet patient demand. BI Pharmas ability to provide additional production runs depends in part on factors beyond its control, including contractual commitments to other customers. There can be no assurances that\nAmgen will be able to supply sufficient quantities of Enbrel ® in the future. Additionally, there can\nbe no assurances that Amgen will be able to accurately anticipate future demand and have or retain adequate manufacturing capacity for either Enbrel ® or Novantrone ® . In the second quarter of\n2002, Immunex experienced a brief period where no Enbrel ® was available to fill patient\nprescriptions, primarily due to variation in the production yield from BI Pharma. Once supply of Enbrel became available, Immunex resumed filling orders on a first come, first served basis. See Factors that May Affect AmgenWe depend on\nthird party manufacturers for our supply of Enbrel ® , Our sources of supply for\nEnbrel ® are limited and Limits on our current source of supply for\nEnbrel ® will constrain Enbrel ® sales growth. Patents\nand Trademarks Enbrel ® is a fusion protein consisting of a dimer of two subunits, each comprising a TNF receptor domain derived from a TNF receptor known as\np80, fused to a segment derived from a human antibody molecule known as an Fc domain. Immunex believes that it was the first to isolate a recombinant DNA encoding p80 TNFR and also the first to express the protein using\nrecombinant DNA technology. Immunex has been issued U.S. patents 11 covering p80 TNFR, DNAs encoding p80 TNFR, and methods of using TNFR:Fc, including for the treatment of arthritis. Immunex was granted a European patent in December 1995 covering p80 TNFR DNAs,\nproteins and related technology. Two other companies, BASF and Yeda Research & Development Company, Ltd.,\nfiled patent applications disclosing partial amino acid sequence information of specified TNF-binding proteins, or TBPs, shortly prior to the time Immunex filed its patent applications claiming the full-length p80 TNFR DNAs and proteins\ncorresponding in part to the TBPs disclosed by BASF and Yeda Research. BASF was issued a U.S. patent based on its TBP disclosure. Due to limitations in the claims of the BASF U.S. patent, Immunex has not entered into a license with BASF for its U.S.\npatent. This BASF U.S. patent lost an interference proceeding, which BASF is currently appealing through a U.S. district court action. In June 2000, Immunex entered into a royalty-bearing license agreement with respect to the BASF TBP patent family\nexcepting the U.S. patent. If BASF were able to validly assert its U.S. TBP patent to cover TNFR:Fc in the U.S., Amgens commercialization of Enbrel made in the U.S. could be impeded. The Yeda Research TBP patents and patent applications are controlled by Ares-Serono International S.A. and its affiliate Inter-Lab Ltd. (collectively Serono). In January\n1999, Immunex entered into a settlement agreement with Serono under which Immunex and Serono agreed to settle potential disputes concerning the patents and patent applications controlled by Serono that relate to TBPs. Under the settlement, Serono\nhas agreed not to assert any of the foregoing patent rights against the manufacture, use or sale of Enbrel in any territory in consideration of the payment of fees and royalties by us to Serono for a specified term in respect of the net sales of\nEnbrel sold or manufactured in designated countries, including Germany and the U.S., where Yeda Researchs patent rights have been filed. After the effective dates on which Immunex filed its patent applications, Hoffmann-La Roche, or Roche, and Amgen, through Synergen Inc., also filed patent applications directed to p80 TNFR DNAs. No\npatents covering full-length TNFR or the intact extracellular domain of TNFR have been issued to Roche. Immunex\nhas also been granted a royalty-bearing worldwide exclusive license under patent rights jointly owned by Aventis SA (through its predecessor Hoechst AG) and Massachusetts General Hospital claiming cytokine receptor-Fc fusion proteins, including\nTNFR:Fc. Roche has filed patent applications with claims covering TNFR:Fc fusions, which were filed after the Aventis and Massachusetts General Hospital patent applications licensed to us. Roche has been granted a patent containing these claims in\nJapan. In September 1999, Immunex entered into a royalty-bearing worldwide co-exclusive license agreement with Roche under these Roche patents and patent applications. ZymoGenetics, Inc. and Genentech have separately been issued U.S. patents having claims directed to specified fusion proteins comprising immunoglobulin constant region\ndomains and specified processes for making these proteins, and have also filed corresponding European applications that have not yet been granted. On March 7, 2002, ZymoGenetics filed a patent infringement lawsuit against us in the U.S. District\nCourt for the Western District of Washington. ZymoGenetics seeks a declaration of infringement and available remedies under the patent laws, including monetary damages and injunctive relief. In May 1999, Immunex entered into a royalty-bearing\nworldwide co-exclusive license agreement under the Genentech patents under which Immunex made an up-front payment to Genentech, a portion of which was reimbursed to us by Wyeth under the Enbrel ® promotion agreement. The Kennedy Institute of Rheumatology has been issued a patent having some claims directed to a method of treating arthritis by co-administering methotrexate and a soluble TNF receptor or a functional portion thereof. Immunex does\nnot believe that the Kennedy Institute of Rheumatology patent would be successfully asserted against Enbrel ® . Immunex has been issued or obtained rights to U.S. patents relating to mitoxantrone\nthat cover aspects of methods of using mitoxantrone are to treat leukemia and solid tumors (expiring in 2006) and to treat neuroimmunologic diseases (expiring in 2005). 12 Immunex has obtained U.S. registration of its Enbrel ® and Novantrone ® trademarks. Properties Amgen leases space in approximately 10 buildings in downtown Seattle and in two buildings in Bothell, Washington housing laboratory and\noffice facilities. Amgen owns a manufacturing and development center in Bothell, Washington that includes a process development facility. Immunex has acquired approximately 20 acres of undeveloped land adjacent to the manufacturing and development\ncenter in Bothell, Washington. On January 1, 2002, Immunex purchased from Wyeth a large-scale biopharmaceutical\nmanufacturing facility in West Greenwich, Rhode Island. Amgen is in the process of preparing the Rhode Island manufacturing facility to accommodate the commercial production of Enbrel ® bulk drug. FDA approval is required for commercial production of Enbrel ® at this facility. In November 2001, Immunex broke ground on the BioNext Project  , a new manufacturing\nplant to be built adjacent to the RI Facility. When the facility is completed and approved by the FDA, it is scheduled to produce Enbrel ® and possibly other products that may be developed. Immunex also owns 29\nacres of land in Seattle, Washington that is under construction as a research and technology center and that may allow Amgen to consolidate its non-manufacturing operations at this one site. The initial phase of the project is known as the Helix\nProject. Immunex also has additional acreage adjacent to this construction site for potential future expansion of this project. In March 2001, Immunex entered into a seven and one-half year lease to finance construction of the Helix Project. The total amount committed by the lessor to fund the costs of the project, including financing costs, was $750 million.\nUnder the terms of the Helix Project lease, Immunex was permitted to acquire the lessors interest in the Helix Project for the sum of the lessors equity in the Helix Project improvements and the outstanding balance of the lease financing\nfunded with commercial paper. As of July 1, 2002, the purchase option price of the Helix Project improvements based on such amounts was approximately $250 million. The Helix Project lease financing was subject to acceleration upon a change of\ncontrol of Immunex. In connection with the acquisition of Immunex by Amgen on July 15, 2002, Immunex exercised its purchase option to acquire the Helix Project improvements from the lessor. As part of the lease transaction, Immunex was required to\nrestrict as collateral cash or investment securities worth $765 million during the construction of the Helix Project. Immunex has elected to apply a portion of the liquidated collateral to the payment of the purchase option price, which payment and\nthe resulting termination of the lease financing occurred immediately prior to the closing of Amgens acquisition of Immunex. As a result, the Helix Project improvements were demised to Immunex, as the fee owner of the land associated with such\nimprovements. Legal Proceedings ZymoGenetics litigation On March 7, 2002, ZymoGenetics\nfiled a patent infringement lawsuit against Immunex in the U.S. District Court for the Western District of Washington, relating to U.S. patents having claims directed to specified fusion proteins comprising immunoglobulin constant region domains and\nspecified processes for making these proteins. ZymoGenetics seeks a declaration of infringement and available remedies under the patent laws, including monetary damages and injunctive relief . Average Wholesale Price Litigation Immunex is also named in several putative class action, also naming Amgen, broadly alleging that it, together with a large number of other pharmaceutical manufacturers, reported prices for certain\nproducts that overstated the Average Wholesale Price (AWP), allegedly inflating reimbursements, including co-payments paid to providers who prescribe and administer the products. The complaints assert claims under the federal RICO\nstatute and its state law corollaries, as well as state law claims for deceptive trade practices and common law fraud and seek 13 an undetermined amount of damages, as well as other relief, including declaratory and injunctive relief. The cases include: Citizens for Consumer Justice et. al. v. Abbott Laboratories, Inc. et.\nal. (United States District Court, District of Massachusetts); State of Nevada v. American Home Products Corporation et. al. (Second Judicial District Court, Washoe County, Nevada); and State of Montana ex rel. Mike McGrath, Attorney General v.\nAbbott Laboratories, Inc. et. al. (First Judicial District Court, Lewis and Clark County, Montana). Forward Looking\nInformation Except for the historical information contained in this Current Report, the matters discussed\nherein are by their nature forward-looking. Investors are cautioned that forward-looking statements or projections made by Amgen, including those made in this Current Report, are subject to risks and uncertainties that may cause actual results to\ndiffer materially from those projected. Amgen operates in a rapidly changing environment that involves a number of risks, some of which are beyond its control. Future operating results and Amgens stock price may be affected by a number of\nfactors, including, without limitation: (i) the results of preclinical and clinical trials; (ii) regulatory approvals of product candidates, new indications and manufacturing facilities; (iii) health care guidelines and policies relating to\nAmgens products; (iv) reimbursement for Amgens products by governments and private payors; (v) intellectual property matters (patents) and the results of litigation; (vi) competition; (vii) fluctuations in operating results; and (viii)\nrapid growth of Amgen. In addition, Amgen may not realize all of the anticipated benefits of its acquisition of Immunex, including the anticipated synergies, cost savings and growth opportunities from integrating the businesses of Immunex with the\nbusinesses of Amgen. These factors and others are discussed herein and in the sections appearing under the heading Factors That May Affect Amgen contained in Exhibit 99.5 attached hereto and in Amgens other filings with the\nSecurities and Exchange Commission, which sections are incorporated herein by reference. Item\n7. Financial Statements and Exhibits (a) Financial statements of business acquired. (1) Immunexs audited consolidated balance sheets at December 31, 2001 and 2000 and audited consolidated statements of income, cash flows, and\nshareholders equity for each of the three years in the period ended December 31, 2001 and notes thereto and report of Independent Auditors. (2) Immunexs unaudited consolidated condensed balance sheets at March 31, 2002 and December 31, 2001 and unaudited consolidated condensed statements of income\nand cash flows for the three month period ended March 31, 2002 and 2001 and notes thereto. (b) Pro forma financial information: (1) Amgens unaudited pro forma condensed combining balance sheet as of March 31, 2002 and unaudited pro forma condensed combining statements of operations for\nthe year ended December 31, 2001 and the three months ended March 31, 2002. (c) Exhibitssee Exhibit Index 14 SIGNATURES Pursuant to the requirements of the Securities Exchange Act of 1934, as amended, the Registrant has duly caused this report to be signed on its behalf by the undersigned\nhereunto duly authorized. A MGEN I NC . Date:     July 16, 2002 By: /s/    Steven M. Odre Name:  Steven M. Odre Title:    Senior Vice President, General Counsel and Secretary 15 EXHIBIT INDEX Exhibit Number Document Description 2.1 First Amendment to Amended and Restated Agreement and Plan of Merger dated as of July 15, 2002, by and among Amgen Inc., AMS Acquisition Inc. and Immunex\nCorporation (filed as Exhibit 2.2 to Post-Effective Amendment No. 1 to Form S-4 Registration Statement (File No. 333-81832) on July 15, 2002 and incorporated herein by reference) 21 Subsidiaries 23.1 Consent of Ernst & Young LLP, Independent Auditors 99.1 Press release dated July 16, 2002 99.2 Immunexs audited consolidated balance sheets at December 31, 2001 and 2000 and audited consolidated statements of income, cash flows, and\nshareholders equity for each of the three years in the period ended December 31, 2001 and notes thereto and report of Independent Auditors (filed as Exhibit 99.3 to Current Report on Form 8-K filed on May 22, 2002 and incorporated herein by\nreference) 99.3 Immunexs unaudited consolidated condensed balance sheets at March 31, 2002 and December 31, 2001 and unaudited consolidated condensed statements of\nincome and cash flows for the three month period ended March 31, 2002 and 2001 and notes thereto (filed as Exhibit 99.3 to Current Report on Form 8-K filed on May 22, 2002 and incorporated herein by reference) 99.4 Amgens unaudited pro forma condensed combining balance sheet as of March 31, 2002 and unaudited pro forma condensed combining statements of operations\nfor the year ended December 31, 2001 and the three months ended March 31, 2002 (filed as Exhibit 99.1 to Current Report on Form 8-K filed on May 22, 2002 and incorporated herein by reference) 99.5 Factors That May Affect Amgen 16", "year": 2002, "has_any": true}, {"cik": 882095, "sic": "2836", "ticker": "GILD", "name": "GILEAD SCIENCES, INC.", "form": "8-K", "filling_date": "2024-02-12", "acc_no": "0000950103-24-002027", "has_clinical": true, "has_phase": false, "has_trial": false, "has_topline": false, "has_press_release": true, "press_release_date": "2025-05-01", "url": "https://www.sec.gov/Archives/edgar/data/882095/000095010324002027/dp206638_8k.htm", "text": "false 0000882095 CA 0000882095 2024-02-11 2024-02-11 iso4217:USD xbrli:shares iso4217:USD xbrli:shares UNITED STATES SECURITIES AND EXCHANGE COMMISSION Washington, D.C. 20549 ____________________________ FORM 8-K ____________________________ CURRENT REPORT Pursuant\nto Section 13 or 15(d) of The\nSecurities Exchange Act of 1934 DATE OF REPORT (DATE OF EARLIEST\nEVENT REPORTED): FEBRUARY 11, 2024 ____________________________ GILEAD SCIENCES, INC. (Exact name of registrant as specified\nin its charter) ____________________________ Delaware 0-19731 94-3047598 (State or other jurisdiction of incorporation) (Commission File No.) (IRS Employer Identification No.) 333 LAKESIDE DRIVE , FOSTER CITY , CALIFORNIA (Address of principal executive\noffices) 94404 (Zip Code) (650) 574-3000 (Registrant’s telephone number,\nincluding area code) Not Applicable (Former name or former address,\nif changed since last report) Check the appropriate box below if the Form 8-K filing is intended\nto simultaneously satisfy the filing obligation of the registrant under any of the following provisions: ☐ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425) ☐ Soliciting material pursuant to Rule 14a-12 under the Exchange Act (17 CFR 240.14a-12) ☒ Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b)) ☐ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c)) Securities registered pursuant to Section 12(b) of the Act: Title of each class Trading Symbol(s) Name of each exchange on which registered Common Stock, par value, $0.001 per share GILD The Nasdaq Global Select Market Indicate by check mark whether the registrant is an emerging growth\ncompany as defined in Rule 405 of the Securities Act of 1933 (17 CFR §230.405) or Rule 12b-2 of the Securities Exchange Act of 1934\n(17 CFR §240.12b-2). Emerging growth company ☐ If an emerging growth company, indicate by check mark if the registrant\nhas elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant\nto Section 13(a) of the Exchange Act. ☐ Item 1.01 Entry into a Material Definitive Agreement On February 11, 2024, Gilead Sciences, Inc., a\nDelaware corporation (“ Parent ” or “ Gilead ”),\nentered into an Agreement and Plan of Merger (the “ Merger Agreement ”), among\nParent, CymaBay Therapeutics, Inc., a Delaware corporation (the “ Company ”),\nand Pacific Merger Sub, Inc., a Delaware corporation and a wholly-owned subsidiary of Parent (“ Purchaser ”). Pursuant to the Merger Agreement, and upon the\nterms and subject to the conditions thereof, Purchaser will commence a tender offer (the “ Offer ”),\nto purchase all of the issued and outstanding shares (the “ Shares ”) of common\nstock, par value $0.0001 per share, of the Company, other than any Shares held immediately prior to the effective time of the Merger by\nthe Company (or held in the Company’s treasury) and any Shares held immediately prior to the effective time of the Merger by Parent,\nPurchaser or any other direct or indirect wholly owned subsidiary of Parent at a price of $32.50 per Share (the “ Offer\nPrice ”), net to the seller in cash, without interest and subject to any required withholding of taxes. The Offer will initially remain open for a minimum\nof 20 business days from the date of commencement of the Offer. If at the scheduled expiration time of the Offer any of the conditions\nto the Offer have not been satisfied (unless such condition is waivable by Purchaser or Parent and has been waived), Purchaser will, and\nParent will cause Purchaser to, extend the Offer to permit the satisfaction of all Offer conditions. The obligation of Purchaser to consummate the Offer\nis subject to the satisfaction or waiver of customary conditions, including, among others, (i) there being validly tendered and not validly\nwithdrawn prior to the expiration of the Offer a number of Shares that, considered together with all other Shares (if any) beneficially\nowned by Parent and its affiliates, represent one more Share than 50% of the total number of Shares outstanding at the expiration of the\nOffer, (ii) the expiration or termination of the waiting period applicable to the Offer under the Hart-Scott-Rodino Antitrust Improvements\nAct of 1976, as amended (the “ HSR Act ”), (iii) the absence of any law or order\nprohibiting the consummation of the Offer or the Merger in any jurisdiction in which Parent or the Company has material business operations\nand (iv) other customary conditions set forth in Annex I to the Merger Agreement. Following the consummation of the Offer and subject\nto the terms and conditions of the Merger Agreement, Purchaser will merge with and into the Company pursuant to Section 251(h) of the\nGeneral Corporation Law of the State of Delaware (the “ DGCL ”), with the Company\nbeing the surviving corporation (the “ Merger ”). At the effective time of the\nMerger, each Share (other than (i) Shares held by the Company (or held in the Company’s treasury), (ii) Shares held by Parent, Purchaser,\nor any other direct or indirect wholly owned subsidiary of Parent, (iii) Shares irrevocably accepted for purchase pursuant to the Offer\nand (iv) Shares held by stockholders who have properly exercised and perfected their demands for appraisal of such Shares in accordance\nwith the DGCL and have neither withdrawn nor lost such rights prior to the effective time of the Merger) will be converted into the right\nto receive an amount in cash equal to the Offer Price, without interest and subject to any required withholding of taxes. The Merger Agreement includes customary representations,\nwarranties and covenants of the Company, Parent and Purchaser. The Company has agreed to customary “no-shop”\nrestrictions on its ability to solicit alternative acquisition proposals from third parties and engage in discussions or negotiations\nwith third parties regarding alternative acquisition proposals. Notwithstanding these restrictions, the Company may under certain circumstances\nprovide information to and participate in discussions or negotiations with third parties with respect to a bona fide written alternative\nacquisition proposal that the board of directors of the Company has determined constitutes or would reasonably be expected to result in\na Superior Offer (as defined in the Merger Agreement), if failing to do so would be inconsistent with the board’s fiduciary duties\nunder applicable law. The Merger Agreement also provides that, in connection\nwith the termination of the Merger Agreement under specified circumstances, including termination by the Company to accept and enter into\nan agreement with respect to a Superior Offer (as defined in the Merger Agreement), the Company will pay Parent a termination fee of $151,600,000. The foregoing description of the Merger Agreement\nand the transactions contemplated thereby does not purport to be complete and is qualified in its entirety by reference to the Merger\nAgreement, which is filed as Exhibit 2.1 hereto and which is incorporated herein by reference. The Merger Agreement has been filed to\nprovide information to investors regarding its terms. It is not intended to provide any other factual information about Parent, Purchaser\nor the Company, their respective businesses, or the actual conduct of their respective businesses during the period prior to the consummation\nof the Offer, the Merger or the other transactions contemplated by the Merger Agreement. The Merger Agreement and this summary should\nnot be relied upon as disclosure about Parent or the Company. None of the Company’s stockholders or any other third parties should\nrely on the representations, warranties and covenants or any descriptions thereof as characterizations of the actual state of facts or\nconditions of Parent, Purchaser, the Company or any of their respective subsidiaries or affiliates. The Merger Agreement contains representations\nand warranties that are the product of negotiations among the parties thereto and that the parties made to, and solely for the benefit\nof, each other as of specified dates. The assertions embodied in those representations and warranties are subject to qualifications and\nlimitations agreed to by the respective parties and are also qualified in important part by confidential disclosure schedules delivered\nin connection with the signing of the Merger Agreement. The representations and warranties (i) may have been made for the purpose of allocating\ncontractual risk between the parties to the Merger Agreement instead of establishing these matters as facts, and may be subject to standards\nof materiality applicable to the contracting parties that differ from what an investor may view as material and (ii) may have been made\nonly as of the date of the Merger Agreement or as of another date or dates as may be specified in the Merger Agreement, and information\nconcerning the subject matter of the representations and warranties may change after the date of the Merger Agreement, which subsequent\ninformation may or may not be fully reflected in the public disclosures of the Company or Parent, if at all. Item 8.01. Other Events. On February 12, 2024, Parent and the Company issued\na joint press release announcing their entry into the Merger Agreement, a copy of which is attached as Exhibit 99.1 to this Current Report\non Form 8-K and incorporated by reference herein. Forward-Looking Statements This Current Report on Form 8-K contains forward-looking statements\nrelated to Gilead Sciences, Inc. (“ Gilead ”), CymaBay Therapeutics, Inc. (“ CymaBay ”)\nand the acquisition of CymaBay by Gilead that are subject to risks, uncertainties and other factors. All statements other than statements\nof historical fact are statements that could be deemed forward-looking statements, including all statements regarding the intent, belief\nor current expectation of Gilead and CymaBay and members of their respective senior management teams. Forward-looking statements include,\nwithout limitation, statements regarding the transaction and related matters, prospective performance and opportunities, post-closing\noperations and the outlook for the companies’ businesses, including, without limitation, the ability of Gilead to advance CymaBay’s\nproduct pipeline and successfully commercialize seladelpar; the possibility of unfavorable results from clinical trials; regulatory\napplications and related timelines; filings and approvals relating to the transaction; the expected timing of the completion of\nthe transaction; the ability to complete the transaction considering the various closing conditions; difficulties or unanticipated\nexpenses in connection with integrating the companies; and any assumptions underlying any of the foregoing. Investors are cautioned\nthat any such forward-looking statements are not guarantees of future performance and involve risks and uncertainties and are cautioned\nnot to place undue reliance on these forward-looking statements. Actual results may differ materially from those currently anticipated\ndue to a number of risks and uncertainties. Risks and uncertainties that could cause the actual results to differ from expectations contemplated\nby forward-looking statements include: uncertainties as to the timing of the tender offer and merger; uncertainties as to how many\nof CymaBay’s stockholders will tender their stock in the offer; the possibility that competing offers will be made; the\npossibility that various closing conditions for the transaction may not be satisfied or waived, including that a governmental entity\nmay prohibit, delay or refuse to grant approval for the consummation of the transaction; the effects of the transaction on relationships\nwith employees, other business partners or governmental entities; the difficulty of predicting the timing or outcome of regulatory\napprovals or actions, if any; the impact of competitive products and pricing; other business effects, including the effects of industry,\neconomic or political conditions outside of the companies’ control; transaction costs; actual or contingent liabilities;\nadverse impacts on business, operating results or financial condition in the future due to pandemics, epidemics or outbreaks; and\nother risks and uncertainties detailed from time to time in the companies’ periodic reports filed with the U.S. Securities and\nExchange Commission (the “ SEC ”), including current reports on Form 8-K, quarterly\nreports on Form 10-Q and annual reports on Form 10-K, as well as the Schedule 14D-9 to be filed by CymaBay and the Schedule TO and related\ntender offer documents to be filed by Gilead and Pacific Merger Sub, Inc., a wholly owned subsidiary of Gilead. All forward-looking statements\nare based on information currently available to Gilead and CymaBay, and Gilead and CymaBay assume no obligation and disclaim any intent\nto update any such forward-looking statements. Additional Information\nand Where to Find It The tender offer described in this Current Report Form 8-K has not\nyet commenced. This communication is for informational purposes only and is neither an offer to purchase nor a solicitation of an offer\nto sell securities of CymaBay, nor is it a substitute for any tender offer materials that Gilead, Pacific Merger Sub, Inc. or CymaBay\nwill file with the SEC. A solicitation and an offer to buy securities of CymaBay will be made only pursuant to an offer to purchase and\nrelated materials that Gilead intends to file with the SEC. At the time the tender offer is commenced, Gilead will file a Tender Offer\nStatement on Schedule TO with the SEC, and CymaBay will file a Solicitation/Recommendation Statement on Schedule 14D-9 with the SEC with\nrespect to the tender offer. CYMABAY’S STOCKHOLDERS AND OTHER INVESTORS ARE URGED TO READ THE TENDER OFFER MATERIALS (INCLUDING\nAN OFFER TO PURCHASE, A RELATED LETTER OF TRANSMITTAL AND CERTAIN OTHER TENDER OFFER DOCUMENTS) AND THE SOLICITATION/RECOMMENDATION STATEMENT\nON SCHEDULE 14D-9 BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION THAT SHOULD BE READ CAREFULLY BEFORE ANY DECISION IS MADE WITH RESPECT\nTO THE TENDER OFFER. The Offer to Purchase, the related letter of transmittal and certain other tender offer documents, as well as the\nSolicitation/Recommendation Statement on Schedule 14D-9, will be sent to all stockholders of CymaBay at no expense to them. The Tender\nOffer Statement on Schedule TO, the Solicitation/Recommendation Statement on Schedule 14D-9 and other related documents will be made\navailable for free at the SEC’s web site at www.sec.gov . Additional\ncopies may be obtained for free by contacting Gilead or CymaBay. Free copies of these materials and certain other offering documents\nwill be made available by Gilead by mail to Gilead Sciences, Inc., 333 Lakeside Drive, Foster City, CA 94404, attention: Investor Relations,\nby phone at 1-800-GILEAD-5 or 1-650-574-3000, or by directing requests for such materials to the information agent for the offer, which\nwill be named in the Tender Offer Statement on Schedule TO. Investors and security holders of CymaBay may also obtain, free of charge,\nthe Solicitation/Recommendation Statement on Schedule 14D-9 and other related documents that CymaBay has filed with or furnished to the\nSEC under the “Investors & Media” section of CymaBay’s website at www.cymabay.com/investors-media . In addition to the Offer to Purchase, the related Letter of Transmittal\nand certain other tender offer documents, as well as the Solicitation/Recommendation Statement, Gilead and CymaBay file annual, quarterly\nand current reports, proxy statements and other information with the SEC. Gilead’s and CymaBay’s filings with the SEC are\nalso available for free to the public from commercial document-retrieval services and at the website maintained by the SEC at www.sec.gov . Item 9.01. Financial Statements and Exhibits (d) Exhibits The following exhibit 99.1 is furnished pursuant to this Item 9.01. Exhibit Number Description 2.1* Agreement and Plan of Merger, dated February 11, 2024, among CymaBay\nTherapeutics, Inc., Gilead Sciences, Inc. and Pacific Merger Sub, Inc. 99.1 Joint Press Release, dated February 12, 2024. 104 Cover Page Interactive Data File (embedded within the Inline XBRL document). * Schedules omitted pursuant to Item 601(a)(5) of Regulation S-K. Gilead\nagrees to furnish supplementally a copy of any omitted schedule to the SEC upon request. SIGNATURE Pursuant to the requirements of the Securities\nExchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly authorized. GILEAD SCIENCES, INC. By: /s/ ANDREW DICKINSON Name: Andrew Dickinson Title: Chief Financial Officer Dated: February 12, 2024", "year": 2024, "has_any": true}, {"cik": 882095, "sic": "2836", "ticker": "GILD", "name": "GILEAD SCIENCES, INC.", "form": "8-K", "filling_date": "2022-03-07", "acc_no": "0001104659-22-030888", "has_clinical": false, "has_phase": true, "has_trial": false, "has_topline": false, "has_press_release": true, "press_release_date": "2025-01-13", "url": "https://www.sec.gov/Archives/edgar/data/882095/000110465922030888/tm228518d1_8k.htm", "text": "0000882095 false 0000882095 2022-03-07 2022-03-07 iso4217:USD xbrli:shares iso4217:USD xbrli:shares UNITED STATES SECURITIES AND EXCHANGE\nCOMMISSION Washington, D.C. 20549 FORM 8-K CURRENT REPORT Pursuant\nto Section 13 or 15(d) of The Securities Exchange Act of 1934 DATE OF REPORT (DATE OF EARLIEST\nEVENT REPORTED): March 7, 2022 GILEAD SCIENCES, INC. (Exact name of registrant\nas specified in its charter) Delaware 0-19731 94-3047598 (State or Other Jurisdiction of Incorporation) (Commission File No.) (IRS Employer Identification No.) 333\nLakeside Drive , Foster City , California (Address of Principal Executive\nOffices) 94404 (Zip Code) 650 - 574-3000 (Registrant’s Telephone\nNumber, Including Area Code) Not Applicable (Former Name or Former Address,\nif Changed Since Last Report) Check the appropriate box below if the Form 8-K\nfiling is intended to simultaneously satisfy the filing obligation of the registrant under any of the following provisions: ¨ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425) ¨ Soliciting material pursuant to Rule 14a-12 under the Exchange Act (17 CFR 240.14a-12) ¨ Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b)) ¨ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c)) Securities registered pursuant to Section 12(b) of\nthe Act: Title of Each Class: Trading Symbol(s) Name of Each Exchange on Which Registered Common Stock, par value, $0.001 per share GILD The Nasdaq Global Select Market Indicate by check mark whether the registrant is an emerging growth\ncompany as defined in Rule 405 of the Securities Act of 1933 (§230.405 of this chapter) or Rule 12b-2 of the Securities\nExchange Act of 1934 (§240.12b-2 of this chapter). Emerging\ngrowth company ¨ If an emerging growth company, indicate by check\nmark if the registrant has elected not to use the extended transition period for complying with any new or revised financial accounting\nstandards provided pursuant to Section 13(a) of the Exchange Act. ¨ Item 7.01 Regulation FD Disclosure. On March 7, 2022, Gilead Sciences, Inc., a Delaware corporation (the “Company”), issued a press release announcing\ncertain results from the Phase 3 TROPiCS-02 study evaluating Trodelvy ® (sacituzumab govitecan-hziy) in patients with HR+/HER2-\nmetastatic breast cancer (the “Study Results”). A copy of the press release is filed as Exhibit 99.1 to this report. The Company provided additional information relating to the Study Results\nin a TROPiCS-02 Questions and Answers document posted on its website at www.gilead.com. A copy of the TROPiCS-02 Questions and Answers\nis filed as Exhibit 99.2 to this report. The information in Item 7.01 and Item 9.01\nof this Form 8-K and Exhibits 99.1 and 99.2 attached hereto shall not be deemed “filed” for purposes of Section 18\nof the Securities Exchange Act of 1934, as amended (the “Exchange Act”), or otherwise subject to the liabilities under that\nsection, nor shall it be deemed incorporated by reference in any filing under the Securities Act of 1933, as amended, or the Exchange\nAct, regardless of any general incorporation language in such filing. Item\n9.01 Financial Statements and Exhibits. (d)       Exhibits. The following Exhibits 99.1 and 99.2 are furnished pursuant to this\nItem 9.01. Exhibit Number Description 99.1 Press Release, issued by Gilead Sciences, Inc. on March 7, 2022 99.2 TROPiCS-02 Questions and Answers, dated March 7, 2022 104 Cover Page Interactive Data File (embedded within the Inline XBRL document). SIGNATURES Pursuant to the requirements of the Securities\nExchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly authorized. GILEAD SCIENCES, INC. (Registrant) /s/ Brett A. Pletcher Brett A. Pletcher EVP, Corporate Affairs, General Counsel and Corporate Secretary Date: March 7,\n2022", "year": 2022, "has_any": true}, {"cik": 882095, "sic": "2836", "ticker": "GILD", "name": "GILEAD SCIENCES, INC.", "form": "8-K", "filling_date": "2020-09-14", "acc_no": "0000950103-20-017822", "has_clinical": true, "has_phase": false, "has_trial": true, "has_topline": false, "has_press_release": true, "press_release_date": "2025-05-01", "url": "https://www.sec.gov/Archives/edgar/data/882095/000095010320017822/dp136480_8k.htm", "text": "0000882095 false true 0000882095 2020-09-13 2020-09-13 iso4217:USD xbrli:shares iso4217:USD xbrli:shares UNITED STATES SECURITIES AND EXCHANGE COMMISSION Washington, D.C. 20549 FORM 8-K Current Report Pursuant to Section 13 or 15(d) of the Securities Exchange Act of 1934 Date of Report (Date of Earliest Event\nReported): September 14, 2020 ( September 13, 2020 ) Gilead Sciences, Inc. (Exact Name of Registrant as Specified\nin its Charter) Delaware (State or Other Jurisdiction of Incorporation) 0-19731 (Commission File Number) 94-3047598 (I.R.S. Employer Identification No.) 333 Lakeside Drive Foster City , California 94404 (Address of Principal Executive Offices) (Zip Code) Registrant’s telephone number,\nincluding area code: ( 650 ) 574-3000 Not Applicable (Former Name or Former Address, if Changed\nSince Last Report) Check the appropriate box below if the\nForm 8-K filing is intended to simultaneously satisfy the filing obligation of the registrant under any of the following provisions: ☐ Written communications pursuant to Rule 425 under\nthe Securities Act (17 CFR 230.425) ☐ Soliciting material pursuant to Rule 14a-12 under\nthe Exchange Act (17 CFR 240.14a-12) ☒ Pre-commencement communications pursuant to Rule 14d-2(b)\nunder the Exchange Act (17 CFR 240.14d-2(b)) ☐ Pre-commencement communications pursuant to Rule 13e-4(c)\nunder the Exchange Act (17 CFR 240.13e-4(c)) Securities registered pursuant to Section\n12(b) of the Act: Title\n        of each class Trading\n        Symbol(s) Name\n        of each exchange on which registered Common Stock, par value $0.001 per share GILD The Nasdaq Global Select Market Indicate by check mark whether the registrant is an emerging\ngrowth company as defined in Rule 405 of the Securities Act of 1933 (§230.405 of this chapter) or Rule 12b-2 of the Securities\nExchange Act of 1934 (§240.12b-2 of this chapter). Emerging growth company ☐ If\nan emerging growth company, indicate by check mark if the registrant has elected not to use the extended transition period for\ncomplying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act. ☐ Item 1.01. Entry into a Material Definitive Agreement. On September 13, 2020, Gilead Sciences,\nInc., a Delaware corporation (“ Parent ” or “ Gilead ”), entered into an Agreement and Plan of\nMerger (the “ Merger Agreement ”), among Parent, Immunomedics, Inc., a Delaware corporation (“Immunomedics”),\nand Maui Merger Sub, Inc., a Delaware corporation and a wholly-owned subsidiary of Parent (“ Purchaser ”). Pursuant to the Merger Agreement, and upon\nthe terms and subject to the conditions thereof, Purchaser will commence a tender offer (the “ Offer ”), to purchase\nall of the issued and outstanding shares (the “ Shares ”) of common stock, par value $0.01 per share, of Immunomedics,\nother than any Shares held immediately prior to the effective time of the Merger by Immunomedics (or held in Immunomedics’\ntreasury) and any Shares held immediately prior to the effective time of the Merger by Parent, Purchaser or any other direct or\nindirect wholly owned subsidiary of Parent at a price of $88.00 per Share (the “ Offer Price ”), net to the seller\nin cash, without interest and subject to any required withholding of taxes. The Offer will initially remain open for\na minimum of 20 business days from the date of commencement of the Offer. If at the scheduled expiration time of the Offer any\nof the conditions to the Offer have not been satisfied (unless such condition is waivable by Purchaser or Parent and has been waived),\nPurchaser will, and Parent will cause Purchaser to, extend the Offer to permit the satisfaction of all Offer conditions. The obligation of Purchaser to\nconsummate the Offer is subject to the satisfaction or waiver of customary conditions, including, among others, (i) there\nbeing validly tendered and not validly withdrawn prior to the expiration of the Offer a number of Shares that, considered\ntogether with all other Shares (if any) beneficially owned by Parent and its affiliates, represent one more Share than 50% of\nthe total number of Shares outstanding at the expiration of the Offer, (ii) the expiration or termination of the waiting\nperiod applicable to the Offer under the Hart-Scott-Rodino Antitrust Improvements Act of 1976, as\namended (the “ HSR Act ”), (iii) the absence of any law or order\nprohibiting the consummation of the Offer or the Merger in any jurisdiction in which Parent or Immunomedics has material\nbusiness operations and (iv) other customary conditions set forth in Annex I to the Merger Agreement. Following the consummation of the Offer\nand subject to the terms and conditions of the Merger Agreement, Purchaser will merge with and into Immunomedics pursuant to Section\n251(h) of the General Corporation Law of the State of Delaware (the “ DGCL ”), with Immunomedics being the surviving\ncorporation (the “ Merger ”). At the effective time of the Merger, each Share (other than (i) Shares held by Immunomedics\n(or held in Immunomedics’ treasury), (ii) Shares held by Parent, Purchaser, or any other direct or indirect wholly owned\nsubsidiary of Parent and (iii) Shares held by stockholders who have properly exercised and perfected their demands for appraisal\nof such Shares in accordance with the DGCL and have neither withdrawn nor lost such rights prior to the effective time of the Merger)\nwill be converted into the right to receive an amount in cash equal to the Offer Price, without interest and subject to any required\nwithholding of taxes. The Merger Agreement includes customary\nrepresentations, warranties and covenants of Immunomedics, Parent and Purchaser. Immunomedics has agreed to customary “no-shop”\nrestrictions on its ability to solicit alternative acquisition proposals from third parties and engage in discussions or negotiations\nwith third parties regarding alternative acquisition proposals. Notwithstanding these restrictions, Immunomedics may under certain\ncircumstances provide information to and participate in discussions or negotiations with third parties with respect to a bona fide\nwritten alternative acquisition proposal that the board of directors of Immunomedics has determined constitutes or would reasonably\nbe expected to result in a Superior Offer (as defined in the Merger Agreement), if failing to do so would be inconsistent with\nthe board’s fiduciary duties under applicable law. The Merger Agreement also provides that,\nin connection with the termination of the Merger Agreement under specified circumstances, including termination by Immunomedics\nto accept and enter into an agreement with respect to a Superior Offer (as defined in the Merger Agreement), Immunomedics will\npay Parent a termination fee of approximately $732.1 million. The foregoing description of the\nMerger Agreement and the transactions contemplated thereby does not purport to be complete and is qualified in its entirety\nby reference to the Merger Agreement, which is filed as Exhibit 2.1 hereto and which is incorporated herein by reference. The\nMerger Agreement has been filed to provide information to investors regarding its terms. It is not intended to provide any\nother factual information about Parent, Purchaser or Immunomedics, their respective businesses, or the actual conduct of\ntheir respective businesses during the period prior to the consummation of the Offer, the Merger or the other transactions\ncontemplated by the Merger Agreement. The Merger Agreement and this summary should not be relied upon as disclosure about\nParent or Immunomedics. None of Immunomedics’ stockholders or any other third parties should rely on the\nrepresentations, warranties and covenants or any descriptions thereof as characterizations of the actual state of facts or\nconditions of Parent, Purchaser, Immunomedics or any of their respective subsidiaries or affiliates. The Merger Agreement\ncontains representations and warranties that are the product of negotiations among the parties thereto and that the parties\nmade to, and solely for the benefit of, each other as of specified dates. The assertions embodied in those representations\nand warranties are subject to qualifications and limitations agreed to by the respective parties and are also qualified in\nimportant part by confidential disclosure schedules delivered in connection with the signing of the Merger Agreement. The\nrepresentations and warranties (i) may have been made for the purpose of allocating contractual risk between the parties to\nthe Merger Agreement instead of establishing these matters as facts, and may be subject to standards of materiality applicable to\nthe contracting parties that differ from what an investor may view as material and (ii) may have been made only as of the date of the Merger Agreement or as of another date or dates as may be specified in the Merger Agreement, and information concerning the subject matter of the representations and warranties may change after the date of the Merger Agreement, which subsequent information may or may not be fully reflected in the public disclosures of Immunomedics or Parent, if at all. Item 8.01. Other Events. On September 13, 2020, Parent and Immunomedics\nissued a joint press release announcing their entry into the Merger Agreement, a copy of which is attached as Exhibit 99.1 to this\nCurrent Report on Form 8-K and incorporated by reference herein. Forward-Looking Statements This Current Report on Form 8-K contains\nforward-looking statements, within the meaning of the Private Securities Litigation Reform Act of 1995, related to Gilead, Immunomedics\nand the acquisition of Immunomedics by Gilead that are subject to risks, uncertainties and other factors. All statements other\nthan statements of historical fact are statements that could be deemed forward-looking statements, including all statements regarding\nthe intent, belief or current expectation of the companies’ and members of their senior management team. Forward-looking\nstatements include, without limitation, statements regarding the business combination and related matters, prospective performance\nand opportunities, post-closing operations and the outlook for the companies’ businesses, including, without limitation,\nthe ability of Gilead to advance Immunomedics’ product pipeline and successfully commercialize Trodelvy; expectations\nfor achieving full U.S. Food and Drug Administration approval based on Immunomedics’ confirmatory data for Trodelvy and Immunomedics’\ndevelopment of Trodelvy for additional indications; clinical trials (including the anticipated timing of clinical data, the funding\ntherefor, anticipated patient enrollment, trial outcomes, timing or associated costs); the possibility of unfavorable results\nfrom clinical trials; regulatory applications and related timelines, including the filing and approval timelines for Biologics\nLicense Applications and supplements; filings and approvals relating to the transaction; the expected timing of the completion\nof the transaction; the ability to complete the transaction considering the various closing conditions; difficulties\nor unanticipated expenses in connection with integrating the companies; and any assumptions underlying any\nof the foregoing. Investors are cautioned that any such forward-looking statements are not guarantees of future performance and\ninvolve risks and uncertainties and are cautioned not to place undue reliance on these forward-looking statements. Actual results\nmay differ materially from those currently anticipated due to a number of risks and uncertainties. Risks and uncertainties that\ncould cause the actual results to differ from expectations contemplated by forward-looking statements include: uncertainties as\nto the timing of the tender offer and merger; uncertainties as to how many of Immunomedics’ stockholders will tender\ntheir stock in the offer; the possibility that competing offers will be made; the possibility that various closing conditions\nfor the transaction may not be satisfied or waived, including that a governmental entity may prohibit, delay or refuse to grant\napproval for the consummation of the transaction; the effects of the transaction on relationships with employees, other business\npartners or governmental entities; the difficulty of predicting the timing or outcome of regulatory approvals or actions,\nif any; Immunomedics’ ability to meet post-approval compliance obligations (on topics including but not limited to\nproduct quality, product distribution and supply chain requirements, and promotional and marketing compliance); imposition of\nsignificant post-approval regulatory requirements on Immunomedics’ products, including a requirement for a post-approval\nconfirmatory clinical study, or failure to maintain (if received) or obtain full regulatory approval for Immunomedics’ products\ndue to a failure to satisfy post-approval regulatory requirements, such as the submission of sufficient data from a confirmatory\nclinical study; the impact of competitive products and pricing; other business effects, including the effects of industry,\neconomic or political conditions outside of the companies’ control; transaction costs; actual or contingent liabilities;\nadverse impacts on business, operating results or financial condition in the future due to pandemics, epidemics or outbreaks,\nsuch as COVID-19; and other risks and uncertainties detailed from time to time in the companies’ periodic reports filed\nwith the U.S. Securities and Exchange Commission (the “ SEC ”), including current reports on Form 8-K, quarterly\nreports on Form 10-Q and annual reports on Form 10-K, as well as the Schedule 14D-9 to be filed by Immunomedics and the Schedule\nTO and related tender offer documents to be filed by Gilead and Purchaser. All forward-looking statements are based on information\ncurrently available to Gilead and Immunomedics, and Gilead and Immunomedics assume no obligation and disclaim any intent to update\nany such forward-looking statements. Additional Information and Where to Find It The tender offer described in this Current\nReport on Form 8-K has not yet commenced. This Current Report on Form 8-K is for informational purposes only and is neither an\noffer to purchase nor a solicitation of an offer to sell shares of Immunomedics, nor is it a substitute for any tender offer materials\nthat Gilead, Purchaser or Immunomedics will file with the SEC. A solicitation and an offer to buy shares of Immunomedics will be\nmade only pursuant to an offer to purchase and related materials that Gilead intends to file with the SEC. At the time the tender\noffer is commenced, Gilead will file a Tender Offer Statement on Schedule TO with the SEC, and Immunomedics will file a Solicitation/Recommendation\nStatement on Schedule 14D-9 with the SEC with respect to the tender offer. IMMUNOMEDICS’ STOCKHOLDERS AND OTHER INVESTORS\nARE URGED TO READ THE TENDER OFFER MATERIALS (INCLUDING AN OFFER TO PURCHASE, A RELATED LETTER OF TRANSMITTAL AND CERTAIN OTHER\nTENDER OFFER DOCUMENTS) AND THE SOLICITATION/RECOMMENDATION STATEMENT BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION WHICH SHOULD\nBE READ CAREFULLY BEFORE ANY DECISION IS MADE WITH RESPECT TO THE TENDER OFFER. The Offer to Purchase, the related Letter of Transmittal\nand certain other tender offer documents, as well as the Solicitation/Recommendation Statement, will be sent to all stockholders\nof Immunomedics at no expense to them. The Tender Offer Statement and the Solicitation/Recommendation Statement will be made available\nfor free at the SEC’s web site at www.sec.gov. Additional copies may be obtained for free by contacting Gilead or Immunomedics.\nFree copies of these materials and certain other offering documents will be made available by Gilead by mail to Gilead Sciences,\nInc., 333 Lakeside Drive, Foster City, CA 94404, attention: Investor Relations, by phone at 1-800-GILEAD-5 or 1-650-574-3000, or\nby directing requests for such materials to the information agent for the offer, which will be named in the Tender Offer Statement.\nCopies of the documents filed with the SEC by Immunomedics will be available free of charge under the “Investors” section\nof Immunomedics’ internet website at Immunomedics.com. In addition to the Offer to Purchase, the\nrelated Letter of Transmittal and certain other tender offer documents, as well as the Solicitation/Recommendation Statement, Gilead\nand Immunomedics file annual, quarterly and current reports, proxy statements and other information with the SEC. Gilead’s\nand Immunomedics’ filings with the SEC are also available for free to the public from commercial document-retrieval services\nand at the website maintained by the SEC at www.sec.gov. Item 9.01. Financial Statements and Exhibits. (d)       Exhibits Exhibit\nNumber Description 2.1* Agreement and Plan of Merger, dated September 13, 2020, among Immunomedics, Inc., Gilead Sciences, Inc. and Maui Merger Sub, Inc. 99.1 Joint Press Release, dated September 13, 2020. 104 Cover Page Interactive Data File (embedded within the Inline XBRL document). * Schedules omitted pursuant to Item 601(a)(5) of Regulation S-K. Gilead agrees to furnish supplementally a copy of any omitted\nschedule to the SEC upon request. SIGNATURE Pursuant to the requirements of the Securities\nExchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly authorized. GILEAD SCIENCES, INC. By: /s/ Brett A. Pletcher Name: Brett A. Pletcher Title: Executive Vice President, Corporate Affairs and General\nCounsel Dated: September 14, 2020", "year": 2020, "has_any": true}]